{
  "title": "Smarsh Service Agreement - General Terms",
  "summary": "This document outlines the general terms and conditions governing the use of Smarsh's services by clients. It details the structure of the agreement, including legal terms, service-specific terms, service descriptions, and the acceptable use policy. The agreement covers client obligations, support provisions, trial services, third-party provider interactions, and the Smarsh Marketplace. It also specifies payment terms, minimum commitments, and the responsibilities of both Smarsh and the client regarding data, security, and compliance. The purpose of the document is to establish a binding legal framework for the provision and use of Smarsh's software and services.",
  "chunks": [
    {
      "id": "chunk-0",
      "content": "# 5 smarsh\"\n# Service Agreement - General Terms\n\nBY CLICKING A BOX INDICATING ACCEPTANCE OF THIS AGREEMENT OR BY EXECUTING AN ORDER FORM THAT REFERENCES THIS AGREEMENT, YOU THE CLIENT (\"CLIENT\") AGREE TO THE TERMS OF THIS AGREEMENT. IF YOU ACCEPT THIS AGREEMENT ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO BIND SUCH ENTITY TO THIS AGREEMENT.\n\nIF CLIENT EXECUTED A SUBSCRIPTION FORM OR AN ORDER FORM (OR ENTERED INTO ANY OTHER ORDERING DOCUMENT IN ELECTRONIC OR HARD COPY FORM) FOR SOFTWARE OR SERVICES, CLIENT AGREES THAT BY ACCEPTING THE TERMS OF THIS AGREEMENT (WHETHER BY CLICK THROUGH OR BY ORDER FORM REFERENCING THIS AGREEMENT), THIS AGREEMENT AMENDS AND REPLACES ANY AND ALL PRIOR TERMS AND CONDITIONS ASSOCIATED WITH SUCH ORDER FORM(S) (AND THIS AGREEMENTIS A WRITTEN AMENDMENT TO THE ORDER FORM) AND SUCH SUBSCRIPTION FORM OR ORDER FORM TERMS AND CONDITIONS ARE OF NO FORCE OR EFFECT; PROVIDED THAT THE \"EFFECTIVE DATE\" OF CLIENT'S AGREEMENT IS THE DATE ON WHICH CLIENT FIRST EXECUTED ANY ORDER FORM FOR SERVICES, AND THE TERM OF CLIENT'S AGREEMENT FOR ALL SERVICES WILL SYNC TO AND CONTINUE TO RENEW ON THE ANNIVERSARY OF THE EFFECTIVE DATE ACCORDING TO THE RENEWAL TERMS OF THIS AGREEMENT.\n\nThis Smarsh Service Agreement (the \"Agreement\") constitutes a binding agreement between Smarsh Inc. (\"Smarsh\") and the Client identified in an order document (an order document includes electronic ordering mechanisms made available to Client) that references this Agreement (\"Order Form\"), or the Client who accepts the terms of this Agreement via click-through acceptance. Client agrees that the terms of this Agreement will govern Client's use of the Services (as defined in Section 1).",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-0",
        "block-1",
        "block-2",
        "block-3",
        "block-4"
      ]
    },
    {
      "id": "chunk-1",
      "content": "The Service Agreement includes four parts: (1) the legal terms that are included in this \"Smarsh Services Agreement - General Terms\", (2) the terms that are specific to each service type are included in the \"Service Specific Terms\", (3) the description of what is included with each service in \"Service Descriptions\"; and (4) the Acceptable Use Policy.\n\n1. Services. Smarsh will provide the Services specified in each Order Form (\"Services\"), according to the Agreement and the Service Specific Terms that apply to a specific Service and the Service Descriptions, which describe the features and functionality of each Service. The Service Descriptions and Service Specific Terms are located at www.smarsh.com/legal. Smarsh grants Client the revocable, non-exclusive, non-transferable, limited right to access and use the Service purchased by Client during the Term (as defined in Section 12).",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-5",
        "block-6"
      ]
    },
    {
      "id": "chunk-2",
      "content": "### 2. Support.\n\n2.1. Support. Client may find support FAQ's and other support resources, or initiate support requests by submitting support tickets here: https://central.smarsh.com/s/. Changes in Smarsh's support policies will be made available at https://central.smarsh.com/s/. The Service Level Agreement applicable to the Services purchased by Client is included in the Service Specific Terms and are available at www.smarsh.com/legal.\n\n2.2. Community. Smarsh makes an online forum available to authorized users of the Smarsh services for discussion about Smarsh products and services and general Q&A purposes (\"Community\"). Smarsh hereby grants to Client a revocable, non-exclusive, non-transferable right to access and use the\n\n*6*\n\n1-866-762-7741\n\nwww.smarsh.com\n\ny\n\n@SmarshInc\n\nf\n\nSmarshInc\n\nin\n\nCompany/smarsh",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-7",
        "block-8",
        "block-9",
        "block-10",
        "block-11",
        "block-12",
        "block-13",
        "block-14",
        "block-15",
        "block-16",
        "block-17",
        "block-18"
      ]
    },
    {
      "id": "chunk-3",
      "content": "Community in connection with Client's use of the Services. Client or Users (as defined in Section 4.7), may post comments or content in the Community (\"Community Content\") and Client hereby grants to Smarsh a worldwide, perpetual, non-exclusive, royalty-free, irrevocable and transferable license to access, use without restriction, reproduce, make derivatives of, or incorporate any comments or suggestions or feedback into Smarsh products or services without remuneration to Client or any User. Client acknowledges that Community Content is viewable by other Community users and is not confidential. Smarsh may delete Community Content without notice to any User, however Smarsh is under no obligation to monitor Community Content. Client is responsible for all Community Content. All Community Content (including any links to third-party sites or applications) provided by Client Users must comply with the Acceptable Use Policy available at www.smarsh.com/legal/AUP. Smarsh disclaims all liability arising from the Community Content and use of the Community, including exposure to content that is potentially offensive, indecent, inaccurate, objectionable, or otherwise inappropriate. The Community may be suspended or discontinued at any time. The Community is made available without charge and is not part of the Service.\n\n3. Trial Services. If a trial period is indicated on the Order Form, Smarsh will provide Client with a temporary account to one or more Services (\"Trial Account\"). The Trial Account will be accessible beginning on the Activation Date (as defined in Section 7) and for the trial period set forth in the Order Form, or if no trial period is stated, the Trial Account period will be thirty (30) days from the Activation Date. During the trial period, the Trial Account and associated Services are provided \"AS IS\" and without representation or warranty of any kind. Smarsh is under no obligation to store or retain Client Data during the trial period.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-19",
        "block-20"
      ]
    },
    {
      "id": "chunk-4",
      "content": "### 4. Client Obligations.\n\n4.1. As used in this Agreement, the term \"Client Data\" means the message data that the Services receive from Client systems, or Client's third-party communication providers or third-party content providers, or the message data generated by Smarsh provided messaging Services. Client hereby grants Smarsh the limited, non-exclusive right to access, copy, transmit, download, display, and reproduce Client Data as necessary to provide, support, and improve the Services, as directed by Client, or as otherwise authorized hereunder. Data generated by the Services regarding Client's use of the Services is usage data and is not Client Data.\n\n4.2. It is Client's sole responsibility to monitor Client Data to be transmitted to the Service to ensure that Client Data is properly transmitted. Client will notify Smarsh of any delivery failures or outages of its systems which may affect the transmission of Client Data. It is Client's responsibility to encrypt data sent to Smarsh and Smarsh is not responsible or liable for any data that Client transmits to Smarsh in an unencrypted format. Smarsh is not responsible or liable for any update, upgrade, patch, maintenance or other change that affects the transmission of Client Data to the Service. It is Client's responsibility to ensure that the Services are configured to capture Client Data from all User accounts which are to be archived.\n\n4.3. Client is solely responsible for Client Data and Client represents and warrants that Client Data will not (a) infringe any third party right, including, without limitation, third party rights in patent, trademark, copyright, or trade secret; or (b) constitute a breach of any other right of a third party, including without limitation, any right that may exist under contract or tort theories.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-21",
        "block-22",
        "block-23",
        "block-24"
      ]
    },
    {
      "id": "chunk-5",
      "content": "4.4. Client is responsible for creating an account within the Service and ensuring that (a) Client's account registration information is complete and accurate; and (b) Client's account credentials are confidential. Client will notify Smarsh immediately of any unauthorized use of Client's account or account credentials, or any other known or suspected breach of the security of Client's account. Client is responsible for the activity that occurs within Client's account and for the actions or omissions of any of Client's employees,\n\n*6*\n\n1-866-762-7741\n\n\n\nwww.smarsh.com\n\n\n\ny\n\n@SmarshInc\n\n\n\nf\n\nSmarshInc\n\n\n\nin\n\nCompany/smarsh\n\n\n\ncontractors or agents, whether such person is or was acting within the scope of their employment, engagement or agency relationship. Client will not permit Smarsh competitors to access the Services for any reason.\n\n4.5. Client may provide Representatives with access to the Services, may purchase Services on behalf of Representatives, or where Client is required to review Representative communications, Client may use the Services to meet such requirement. A \"Representative\" means any entity which (a) Client controls or which is under common control with Client; or (b) Client has a regulatory requirement to archive or review communications data on behalf of. Representatives' use of the Services are subject to the terms of this Agreement. Client is responsible for the actions or omissions of each Representative whether such person is or was acting within the scope of their employment, engagement or agency relationship.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-25",
        "block-26",
        "block-27",
        "block-28",
        "block-29",
        "block-30",
        "block-31",
        "block-32",
        "block-33",
        "block-34",
        "block-35",
        "block-36"
      ]
    },
    {
      "id": "chunk-6",
      "content": "4.6. Client may designate different user roles with different support or Service access. An \"Authorized User\" is the administrative user(s) with the highest level of access and is responsible for managing the Services for Client. Only Authorized Users may appoint other Authorized Users, request or agree to changes to the Services, add or remove users, make billing inquiries, contact support or take other, similar actions. A \"User\" is any individual who is granted login credentials to the Services. Users may not share account log in credentials.\n\n4.7. Client will comply with the Acceptable Use Policy available at www.smarsh.com/legal/AUP. The Acceptable Use Policy may be updated from time to time by Smarsh. Client will comply with all applicable local, state, national or foreign laws, rules, regulations or treaties in connection with Client's use of the Services including, without limitation, those related to data privacy, data protection, communications, SPAM, or the transmission, recording, or storage of technical data, personal data, or sensitive information.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-37",
        "block-38"
      ]
    },
    {
      "id": "chunk-7",
      "content": "5. Third Party Providers. The Services receive Client Data from third party sources and are dependent on the third party's services, software, applications, platforms (such as third party social media, business networking platforms systems, telecommunications carriers, or other messaging or communication services or APIs) (\"Third Party Services\"). Third Party Services are not offered, controlled or provided by Smarsh. The Third- Party Service may make changes to its service, or components thereof, or suspend or discontinue a service without notice to Smarsh. In addition, the availability of the Third- Party Service may depend on Client's compliance with the Third-Party Service terms. The Third-Party Service will have access to Client's data and will provide Client Data to Smarsh. Smarsh does not control and is not responsible or liable for how the Third- Party Service transmits, accesses, processes, stores, uses or provides data to Smarsh. Smarsh expressly disclaims all liability related to or arising from any Third-Party Service, including Client's use thereof, or liability related to or arising from any updates, modifications, outages, delivery failures, corruption of data, loss of data, discontinuance of services or termination of Client's account by the Third-Party Service. Client is solely responsible for ensuring Client complies with all Third-Party Service terms and conditions. Client acknowledges that certain Third-Party Services do not represent that they are suitable for sensitive communications and do not encrypt messages sent over such Third-Party Services networks, including social media providers, telecommunication carriers and certain messaging platforms. Client agrees that if Client transmits sensitive health or financial information via these unsecure Third Party Services networks, Client assumes all additional risk and is responsible for any damages or losses incurred with respect to transmitting such sensitive data over such networks and to Smarsh.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-39"
      ]
    },
    {
      "id": "chunk-8",
      "content": "6. Smarsh Marketplace. Within the Service, Smarsh may make available for purchase applications or services which are offered by third-parties for use with the Services (\"Marketplace Applications\"). Marketplace Applications are provided by third parties and are not part of the Services. Each Marketplace Applications is subject to an end user license agreement, which is made between Client and the Marketplace Application provider. Smarsh makes no representation or warranty with respect to Marketplace Applications and assumes no responsibility for the delivery or use of any Marketplace Application. All terms and conditions\n\n*6*\n\n1-866-762-7741\n\nwww.smarsh.com\n\ny\n\n@SmarshInc\n\nf\n\nSmarshInc\n\nin\n\nCompany/smarsh\n\n\n\ngoverning each Marketplace Application are solely between Client and the Marketplace Application. Client agrees that Client's purchase of a Marketplace Application is Client's direction to Smarsh to provide Client Data and other data about Client to the Marketplace Application and, I upon purchase, Client consents to the provision of Client Data to the Marketplace Application. Client represents and warrants that Client's use of any Marketplace Application complies with all applicable laws and that Client has received all legally required consents with respect to Client's use of the Marketplace Application.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-40",
        "block-41",
        "block-42",
        "block-43",
        "block-44",
        "block-45",
        "block-46",
        "block-47",
        "block-48",
        "block-49",
        "block-50"
      ]
    },
    {
      "id": "chunk-9",
      "content": "7. Fees & Payment. Client will pay the fees for the Services as set forth in the Order Form (\"Fees\"). Following execution of the Order Form, Smarsh will activate or otherwise make available the Services listed in the Order Form by either delivering the software (if on-premise software is purchased) or providing Client with access to an account within the applicable Service (\"Activation Date\"). Beginning on the Activation Date, Client will be invoiced for the recurring Fees per the invoice schedule in the Order Form. One-time fees and fees for professional services will be invoiced per the terms of the Order Form or the applicable statement of work. Client will pay Fees within thirty (30) days of the date of the invoice. If Client disputes any Fees, Client must notify Smarsh within 120 days of the date of invoice. Invoices not disputed within 120 days from the date of invoice will be deemed accepted by Client. Smarsh may charge a late fee of 1.5% per month on any Fees not paid when due. Smarsh may suspend Client's access to the Services in the event Client fails to pay the Fees when due. Smarsh may increase Fees at any time following the Initial Term.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-51"
      ]
    },
    {
      "id": "chunk-10",
      "content": "8. Minimum Commitment & Invoice of Overages. Client agrees that the recurring Fees are Client's minimum purchase commitment during the Initial Term and, upon renewal, each Renewal Term. The minimum commitment is the total sum of the recurring Fees during the Initial Term, or the Renewal Term. For Fees invoiced based on usage, (a) if Client's usage exceeds the minimum commitment specified in the Order Form, Smarsh will invoice, and Client will pay the additional Fees due for such usage at the per-unit rate specified in the Order Form; and (b) if Client's usage during a month is less than Client's minimum purchase commitment, Smarsh will invoice Client for the minimum purchase commitment. Client understands that even if Client terminates prior to the end of the Term or any Renewal Term, such minimum commitment shall be due to Smarsh. Smarsh may increase Fees at any time following the Initial Term.\n\n9. Taxes. All Fees payable by Client under this Agreement are exclusive of taxes and similar assessments. Client is responsible for all sales, service, use and excise taxes, utility user's fees, VAT, 911 taxes, or universal service fund fees or taxes, taxes assessed on the use of software or any other similar taxes, duties and charges of any kind imposed by any federal, state or local governmental or regulatory authority on any amounts payable hereunder, other than any taxes imposed on Smarsh's income.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-52",
        "block-53"
      ]
    },
    {
      "id": "chunk-11",
      "content": "### 10. Confidentiality.\n\n10.1. \"Confidential Information\" means (a) the non-public information of either party, including but not limited to information relating to either party's product plans, present or future developments, customers, designs, costs, prices, finances, marketing plans, business opportunities, software, software manuals, personnel, research, development or know-how; (b) any information designated by either party as \"confidential\" or \"proprietary\" or which, under the circumstances taken as a whole, would reasonably be deemed to be confidential; (c) the terms of this Agreement; or\n\n(d) Client Data. \"Confidential Information\" does not include information that: (i) is in, or enters, the public domain without breach of this Agreement; (ii) the receiving party lawfully receives from a third party without restriction on disclosure and without breach of a nondisclosure obligation; (iii) the receiving party knew prior to receiving such information from the disclosing party; or (iv) the receiving party develops independently without reference to the Confidential Information.\n\n10.2. Obligations with Respect to Confidential Information. Each party agrees: (a) that it will not disclose to any third party, or use for the benefit of any third party, any Confidential Information disclosed to it by the other party except as expressly permitted in this Agreement; and (b) that it will use reasonable\n\n*6*\n\n1-866-762-7741\n\nwww.smarsh.com\n\ny\n\n@SmarshInc\n\nf\n\nSmarshInc\n\nin\n\nCompany/smarsh",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-54",
        "block-55",
        "block-56",
        "block-57",
        "block-58",
        "block-59",
        "block-60",
        "block-61",
        "block-62",
        "block-63",
        "block-64",
        "block-65",
        "block-66"
      ]
    },
    {
      "id": "chunk-12",
      "content": "measures to maintain the confidentiality of Confidential Information of the other party in its possession or control. Either party may disclose Confidential Information of the other party: (i) pursuant to the order or requirement of a court, administrative or regulatory agency, or other governmental body, provided that the receiving party, if feasible and/or legally permitted to do so, gives reasonable notice to the disclosing party to allow the disclosing party to contest such order or requirement; or (ii) to the parties agents, representatives, subcontractors or service providers who have a need to know such information provided that such party maintain the Confidential Information on a confidential basis.\n\n10.3. Remedies. Each party acknowledges and agrees that a breach of the obligations of this Section 10 by the other party may result in irreparable injury to the disclosing party for which there may be no adequate remedy at law, and the disclosing party will be entitled to seek equitable relief, including injunction and specific performance, in the event of any breach or threatened breach or intended breach by the recipient of Confidential Information.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-67",
        "block-68"
      ]
    },
    {
      "id": "chunk-13",
      "content": "11. Intellectual Property. As between Smarsh and Client, all right, title and interest in and to Smarsh information technology infrastructure including the software, hardware, databases, electronic systems, networks, and all applications, APIs or Client-Side Software (as defined in the Service Specific Terms), required to deliver the Services or made available or accessible by Smarsh, and all documentation regarding the use or operation of the Service (collectively \"Intellectual Property\") are the sole and exclusive property of Smarsh. Except as expressly stated herein, nothing in this Agreement will serve to transfer to Client any right in or to the Intellectual Property. Smarsh retains all right, title and interest in and to Intellectual Property. As between Smarsh and Client, Client Data is the sole and exclusive property of Client and other than the limited license to Client Data granted hereunder, nothing in this Agreement will serve to transfer to Smarsh any intellectual property rights in Client Data.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-69"
      ]
    },
    {
      "id": "chunk-14",
      "content": "### 12. Term & Termination.\n\n12.1. Term. The Agreement will commence on the Effective Date and will remain in effect for the period specified in the Order Form or, if no period is specified, 12 months (\"Initial Term\"). The Initial Term will renew automatically for additional, successive 12-month terms (each a \"Renewal Term\"), unless Smarsh or Client provides the other party with written termination notice at least 90 days prior to the end of the Initial Term or the applicable Renewal Term. The Initial Term plus any Renewal Term are, collectively, the \"Term.\" Any Order Form entered into after the Effective Date will sync to and co-terminate with Client's then-current Service Term.\n\n12.2. Termination for Breach. Either party may terminate this Agreement if the other party materially breaches its obligations under this Agreement and such breach remains uncured for a period of 30 days following the non- breaching party's written notice thereof. Smarsh may suspend Client's access to the Services in the event of any breach of this Agreement and will not be liable for any damages resulting from such suspension.\n\n12.3. Termination for Bankruptcy. This Agreement will terminate immediately, upon written notice, where (a) either party is declared insolvent or adjudged bankrupt by a court of competent jurisdiction; or (b) a petition for bankruptcy or reorganization or an arrangement with creditors is filed by or against that party and is not dismissed within 60 days.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-70",
        "block-71",
        "block-72",
        "block-73"
      ]
    },
    {
      "id": "chunk-15",
      "content": "12.4. Effect of Termination. Upon any termination or expiration of the Agreement: (a) all rights and licenses to the Services granted to Client by Smarsh will immediately terminate; (b) Client will pay any Fees due and payable up to the date of termination, except in the case of Smarsh's termination for Client's breach, and in such case, Client will pay the Fees owing for the remainder of the then-current Term; and (c) upon request, each party will return to the other or delete the Confidential Information of the other party; provided, however, if Client requests Smarsh to return Client Data, Client agrees to pay Smarsh's then-current data extraction and exportation fees plus any hardware costs.\n\n*6*\n\n1-866-762-7741\n\nwww.smarsh.com\n\ny\n\n@SmarshInc\n\nf\n\nSmarshInc\n\nin\n\nCompany/smarsh",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-74",
        "block-75",
        "block-76",
        "block-77",
        "block-78",
        "block-79",
        "block-80",
        "block-81",
        "block-82",
        "block-83"
      ]
    },
    {
      "id": "chunk-16",
      "content": "### 13. Warranties; Disclaimer of Warranty.\n\n13.1. Performance Warranty. Smarsh represents and warrants that it will provide the Services in accordance with generally accepted industry standards.\n\n13.2. Proper Authority. Smarsh represents that it has the right and authority to enter into this Agreement and that the performance of its obligations under this Agreement will not breach or be in conflict with any other agreement to which Smarsh is a party.\n\n13.3. Compliance with Laws. Smarsh warrants that it will comply with the laws and regulations applicable to Smarsh's business.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-84",
        "block-85",
        "block-86",
        "block-87"
      ]
    },
    {
      "id": "chunk-17",
      "content": "13.4. Disclaimer of Warranty. EXCEPT AS SET FORTH ABOVE, SMARSH MAKES NO REPRESENTATION OR WARRANTY OF ANY KIND IN CONNECTION WITH THE SERVICES, PROFESSIONAL SERVICES OR SOFTWARE, INCLUDING, WITHOUT LIMITATION, ANY INFORMATION OR MATERIALS PROVIDED OR MADE AVAILABLE BY SMARSH. SMARSH HEREBY DISCLAIMS ANY AND ALL REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. SMARSH DOES NOT REPRESENT OR WARRANT THAT THE SERVICES OR SOFTWARE WILL BE AVAILABLE OR ERROR-FREE. SMARSH WILL NOT BE LIABLE FOR DELAYS, INTERRUPTIONS, SERVICE FAILURES OR OTHER PROBLEMS INHERENT IN THE USE OF THE INTERNET, ELECTRONIC COMMUNICATIONS, OR OTHER SYSTEMS OUTSIDE THE REASONABLE CONTROL OF SMARSH. SMARSH MAKES NO REPRESENTATION OR WARRANTY THAT USE OF THE SERVICES OR THE ADVICE, CONSULTING OR PROFESSIONAL SERVICE PROVIDED TO CLIENT GUARANTEES LEGAL COMPLIANCE UNDER ANY FEDERAL, STATE OR INTERNATIONAL STATUTE, LAW, RULE, REGULATION, OR DIRECTIVE, AND SMARSH EXPRESSLY DISCLAIMS ALL LIABILITY ARISING OR RELATED TO CLIENT'S COMPLIANCE WITH ANY FEDERAL, STATE OR INTERNATIONAL STATUTE, LAW, RULE, REGULATION, OR DIRECTIVE. THE SOFTWARE IS NOT DESIGNED OR INTENDED FOR USE IN HAZARDOUS ENVIRONMENTS REQUIRING FAIL- SAFE PERFORMANCE, INCLUDING BUT NOT LIMITED TO ANY APPLICATION IN WHICH THE FAILURE OF THE SOFTWARE COULD LEAD DIRECTLY TO DEATH, PERSONAL INJURY, OR SEVERE PHYSICAL OR PROPERTY DAMAGE.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-88"
      ]
    },
    {
      "id": "chunk-18",
      "content": "### 14. Indemnification.\n\n14.1. Client Indemnification. Client will defend, indemnify and hold harmless Smarsh, its officers, directors, employees and agents, from and against all claims, losses, damages, liabilities and expenses (including reasonable attorneys' fees), arising from or related to Client Data, Client's breach of any of Client's obligations under the AUP, Service Specific Terms or Section 4 (Client Obligations). Client's obligation for indemnification will be predicated upon (a) Smarsh providing Client with prompt written notice upon becoming aware of any such claim; provided that, Client will not be relieved of its obligation for indemnification as the result of Smarsh's failure to provide such notice, unless Client is actually prejudiced in defending such a claim as a result of Smarsh's failure to provide notice; (b) if requested by Client, and at Client's expense, Smarsh reasonably cooperating with the defense of such claim; and (c) Smarsh allowing Client sole and exclusive control over the defense and settlement of any such claim.\n\n14.2. Smarsh Indemnification. Smarsh will defend, indemnify and hold Client harmless from third-party claims arising out of a claim that the Services infringe any United States patent, trademark or copyright; provided that, (a) Client provides Smarsh with prompt written notice upon becoming aware of any such claim; (b) Client reasonably cooperates with Smarsh in the defense of such claim; and (c) Smarsh has sole and exclusive control over the defense and settlement of any such claim. Notwithstanding the foregoing, Smarsh will have no liability of any kind to the extent any claim relates to or arises from: (i) custom\n\n*6*\n\n1-866-762-7741\n\n\n\nwww.smarsh.com\n\n\n\ny\n\n@SmarshInc\n\n\n\nf\n\nSmarshInc\n\n\n\nin\n\nCompany/smarsh",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-89",
        "block-90",
        "block-91",
        "block-92",
        "block-93",
        "block-94",
        "block-95",
        "block-96",
        "block-97",
        "block-98",
        "block-99",
        "block-100"
      ]
    },
    {
      "id": "chunk-19",
      "content": "functionality provided to Client based on Client's specific requirements; (ii) any modification of the Services by Client or any third party; (iii) the combination of Services with any technology or other services, software or technology not provided by Smarsh; or (iv) the failure of Client to use updated or modified versions of the Services made available by Smarsh. If the Services are subject to a claim of infringement of the intellectual property rights of a third party, Smarsh may, in its sole discretion, either (a) procure for Client the right to continue to use the Services; (b) modify the Services such that they are non-infringing; or (c) if in the reasonable opinion of Smarsh, neither (a) nor (b) are commercially feasible, then Smarsh may upon thirty (30) days prior written notice to Client, terminate the applicable Service. The indemnification obligation contained in this Section 9 will be Client's sole remedy, and Smarsh's sole obligation, with respect to claims of infringement.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-101"
      ]
    },
    {
      "id": "chunk-20",
      "content": "### 15. Remedies and Limitation of Liability.\n\n15.1. Remedies. In the event of a breach of any warranty under Section 13 Smarsh will use commercially reasonable efforts to provide Client with an error correction or work-around that corrects the reported non-conformity. In the event of a breach of the applicable Service Level Agreement (included in the Service Specific Terms as applicable) Smarsh will provide Client with the credit stated in the Service Level Agreement. The foregoing remedies represent Client's sole and exclusive remedy for a breach of Section 13 or the applicable Service Level Agreement.\n\n15.2. Limitation of Liability. IN NO EVENT WILL EITHER PARTY BE LIABLE TO THE OTHER, OR TO ANY THIRD PARTY, FOR ANY SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, EXEMPLARY OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF USE, DATA, BUSINESS OR PROFITS), ARISING OUT OF OR IN CONNECTION WITH THE SERVICES OR SOFTWARE, WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE, REGARDLESS OF WHETHER SUCH DAMAGES WERE FORESEEABLE OR WHETHER THE PARTY HAD BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SMARSH'S AGGREGATE LIABILITY HEREUNDER FOR ALL DAMAGES ARISING UNDER OR RELATING TO THIS AGREEMENT, NOTWITHSTANDING THE FORM IN WHICH ANY ACTION IS BROUGHT (E.G., CONTRACT, TORT, OR OTHERWISE), WILL BE LIMITED TO THE TOTAL FEES ACTUALLY RECEIVED BY SMARSH FROM CLIENT FOR THE APPLICABLE SERVICES IN THE TWELVE (12) MONTH PERIOD PRECEDING THE MONTH IN WHICH THE INCIDENT CAUSING THE DAMAGES AROSE. THE LIMITATION ON LIABILITY SET FORTH ABOVE IS CUMULATIVE; ALL PAYMENTS MADE FOR ALL CLAIMS AND DAMAGES WILL BE AGGREGATED TO DETERMINE IF THE LIMIT HAS BEEN REACHED.\n\n15.3. THE ABOVE LIMITATIONS OF LIABILITY REFLECT AN ALLOCATION OF RISK BETWEEN THE PARTIES IN VIEW OF THE FAVORABLE FEES CHARGED BY SMARSH RELATIVE TO THE SERVICES DESCRIBED HEREIN AND ARE MATERIAL TERMS HEREOF.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-102",
        "block-103",
        "block-104",
        "block-105"
      ]
    },
    {
      "id": "chunk-21",
      "content": "### 16. General Terms.\n\n16.1. Export Restrictions. The Services and Software (as defined in the Service Specific Terms) including any software, documentation and any related technical data included with, or contained in the Services of Software, may be subject to United States export control laws and regulations. Smarsh Public IM policy manager is classified under Export Control Classification Number (ECCN) 5D002.c.1, and has been qualified for export under authority of license exception ENC, in accordance with sections 740.17(d) and 740.17(b)(3) of the U.S. Export Administration Regulations (EAR), 15 C.F.R. Part 730 et seq. (the \"EAR\"). It may not be downloaded or otherwise exported or re-exported into (or to a national or resident of) Crimea- Region of Ukraine, Cuba, Iran, North Korea, Sudan, Syria or any other country to which the United States has embargoed goods; or any organization or company on the United States Commerce Department's \"Denied Parties List.\" Client will comply with the export laws and regulations of the United States and other applicable jurisdictions in providing or using the Services. Client will not transfer the Software, or any other software or documentation provided by Smarsh (a) to any person on a\n\n*6*\n\n1-866-762-7741\n\n\n\nwww.smarsh.com\n\n\n\ny\n\n@SmarshInc\n\n\n\nf\n\nSmarshInc\n\n\n\nin\n\nCompany/smarsh",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-106",
        "block-107",
        "block-108",
        "block-109",
        "block-110",
        "block-111",
        "block-112",
        "block-113",
        "block-114",
        "block-115",
        "block-116"
      ]
    },
    {
      "id": "chunk-22",
      "content": "government promulgated export restriction list; or (b) to any U.S .- embargoed countries. Without limiting the foregoing: (a) Client represents that it and its Authorized Users and any other users of the Services are not named on any United States government list of persons or entities prohibited from receiving exports; (b) Client represents that Client will not use the Software or Services in a manner which is prohibited under United States Government export regulations; (c) Client will comply with all United States anti-boycott laws and regulations; (d) Client will not provide the Software or Service to any third party, or permit any user to access or use the Software or Service, in violation of any United States export embargo, prohibition or restriction; and (e) Client will not, and will not permit any user or third party to, directly or indirectly, export, re-export or release the Software or Services to any jurisdiction or country to which, or any party to whom, the export, re-export or release is prohibited by applicable law, regulation or rule.\n\n16.2. Assignment. Neither party may assign this Agreement, in whole or in part, without the other party's prior written consent, except that either party may assign this Agreement without the other's consent in the case of a merger, reorganization, acquisition, consolidation, or sale of all, or substantially all, of its assets. Any attempt to assign this Agreement other than as permitted herein will be null and void. Without limiting the foregoing, this Agreement will inure to the benefit of and bind the parties' respective successors and permitted assigns.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-117",
        "block-118"
      ]
    },
    {
      "id": "chunk-23",
      "content": "16.3. Force Majeure. No failure or omission by the parties hereto in the performance of any obligation of this Agreement will be deemed a breach of this Agreement, nor will it create any liability, provided the party uses reasonable efforts to resume performance hereunder, if the same arises from any cause or causes beyond the reasonable control of the parties, including, but not limited to the following: (a) acts of God; (b) acts or omissions of any governmental entity; (c) any rules, regulations or orders issued by any governmental authority or any officer, department, agency or instrumentality thereof; (d) fire, storm, flood, earthquake, accident, war, rebellion, insurrection, riot, strikes and lockouts; or (e) utility or telecommunication failures.\n\n16.4. Governing Law. This Agreement will be governed by and construed in accordance with the laws of the State of Delaware, without regard to conflict/choice of law principles. Any legal action or proceeding arising under this Agreement will be brought exclusively in the federal or state courts located in Multnomah County, in the State of Oregon, and the parties hereby irrevocably consent to the personal jurisdiction and venuetherein.\n\n16.5. Independence. The parties are independent contractors as to each other and will have no power or authority to assume or create any obligation or responsibility on behalf of each other. This Agreement will not be construed to create or imply any partnership, agency, or joint venture.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-119",
        "block-120",
        "block-121"
      ]
    },
    {
      "id": "chunk-24",
      "content": "16.6. Notices. Any legal notice under this Agreement will be in writing and delivered by personal delivery, express courier, or certified or registered mail, postage prepaid and return receipt requested. Notices will be deemed to be effective upon personal delivery, one (1) day after deposit with express courier, five (5) business days after deposit in the mail. Notices will be sent to Client at the address set forth on the Order Form or such other address as Client may specify. Notices will be sent to Smarsh at the following address: Smarsh, Inc., Attention: Legal, 851 SW 6th Ave, Suite 800, Portland, OR 97204.\n\n16.7. Marketing Grant. Client grants Smarsh the limited right to disclose that Client is a customer of Smarsh.\n\n16.8. Severability. If for any reason a court of competent jurisdiction finds any provision or portion of this Agreement to be unenforceable, that provision of the Agreement will be enforced to the maximum extent permissible so as to effect the intent of the parties, and the remainder of this Agreement will continue in full force and effect. Failure of either party to insist on strict performance of any provision herein will not be deemed a waiver of any rights or remedies that either party will have and will not be\n\n*6*\n\n1-866-762-7741\n\n\n\nwww.smarsh.com\n\n\n\ny\n\n@SmarshInc\n\n\n\nf\n\nSmarshInc\n\n\n\nin\n\nCompany/smarsh\n\n\n\ndeemed a waiver of any subsequent default of the terms and conditions thereof.\n\n16.9. Electronic Signatures. The parties agree that electronic signatures, whether digital or encrypted, or click- through acceptance, by an Authorized User or a party's authorized signatory are intended to authenticate such signatures and give rise to a valid, enforceable, and fully effective agreement. The parties expressly agree that any terms in Client's purchase order forms, or electronic communications form no part of this Agreement.",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-122",
        "block-123",
        "block-124",
        "block-125",
        "block-126",
        "block-127",
        "block-128",
        "block-129",
        "block-130",
        "block-131",
        "block-132",
        "block-133",
        "block-134",
        "block-135"
      ]
    },
    {
      "id": "chunk-25",
      "content": "16.10. Modifications. Smarsh may make modifications to this Agreement by posting a revised version to www.smarsh.com/legal or via weblink at the Service login page. Client unequivocally indicates acceptance of any such modifications by (a) accepting the version of the Agreement with the modified terms at the product log in page; (b) executing an Order Form including the modified terms; or (c) continued use of the Services for 30 days following the earliest notice provided to an Authorized User of the modification.\n\n17. WHERE CLIENT IS LOCATED IN EUROPE THE FOLLOWING MODIFICATIONS TO THE ABOVE TERMS APPLY:\n\n17.1. Section 15.2 and 15.3 of this Agreement are replaced with the following Sections 15.2, 15.3 and the addition of 15.4:",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-136",
        "block-137",
        "block-138"
      ]
    },
    {
      "id": "chunk-26",
      "content": "17.1.1. \"15.2 Limitation of Consequential Damages. Subject to 15.4, in no event shall either party be liable under or in relation to this Agreement or its subject matter (whether such liability arises due to negligence, breach of contract, misrepresentation or for any other reason) for any: (a) loss of profits; (b) loss of sales; (c) loss of turnover; (d) loss of, or loss of use of, any (i) software or (ii) data; (e) loss of use of any computer or other equipment or plant; (f) wasted management or other staff time; (g) losses or liabilities under or in relation to any other contract; or (h) indirect, special or consequential loss or damage. 15.3 Limitation on Direct Damages. Subject to Sections 15.2 and 15.4, Smarsh's aggregate liability arising from or in connection with this Agreement (and whether the liability arises because of breach of contract, negligence, misrepresentation or for any other reason) shall not exceed 1.25 times the amounts paid or payable (having been invoiced but not yet paid) by you for the license to use the Service. 8.4 Notwithstanding anything to the contrary in this Agreement, neither party excludes or limits its liability in respect of death or personal injury caused by the negligence of that party, its servants or agents, breach of any condition as to title or quiet enjoyment implied by Section 12 Sale of Goods Act 1979 or Section 2 Supply of Goods and Services Act 1982, or liability for fraudulent misrepresentation or such other liability which cannot under applicable law be excluded or limited by Agreement.\"",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-139"
      ]
    },
    {
      "id": "chunk-27",
      "content": "17.2. Section 16.4 is replaced with the following: \"16.4 Governing Law and Jurisdiction. This Agreement and all matters arising out of or relating to this Agreement shall be governed by the laws of England and Wales and the parties agree to submit to the exclusive jurisdiction of the English courts. The parties agree that the United Nations Convention on Contracts for the International Sale of Goods is specifically excluded from application to this Agreement. Notwithstanding anything in this Agreement to the contrary, nothing in this Agreement prevents either party from seeking injunctive relief in the appropriate or applicable forum.\"\n\nin\n\nCompany/smarsh\n\n\n\nwww.smarsh.com\n\n\n\ny\n\n@SmarshInc\n\n\n\nf\n\nSmarshInc",
      "pageStart": 1,
      "pageEnd": 1,
      "blockIds": [
        "block-140",
        "block-141",
        "block-142",
        "block-143",
        "block-144",
        "block-145",
        "block-146",
        "block-147"
      ]
    }
  ],
  "blocks": [
    {
      "id": "block-0",
      "content": "# Service Agreement - General Terms",
      "page": 1,
      "type": "heading",
      "boundingBox": {
        "x": 200.938,
        "y": 108.626,
        "width": 209.714,
        "height": 14.47999999999999
      }
    },
    {
      "id": "block-1",
      "content": "BY CLICKING A BOX INDICATING ACCEPTANCE OF THIS AGREEMENT OR BY EXECUTING AN ORDER FORM THAT REFERENCES THIS AGREEMENT, YOU THE CLIENT (\"CLIENT\") AGREE TO THE TERMS OF THIS AGREEMENT. IF YOU ACCEPT THIS AGREEMENT ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO BIND SUCH ENTITY TO THIS AGREEMENT.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 71.863,
        "y": 145.361,
        "width": 456.25000000000006,
        "height": 47.74300000000002
      }
    },
    {
      "id": "block-2",
      "content": "IF CLIENT EXECUTED A SUBSCRIPTION FORM OR AN ORDER FORM (OR ENTERED INTO ANY OTHER ORDERING DOCUMENT IN ELECTRONIC OR HARD COPY FORM) FOR SOFTWARE OR SERVICES, CLIENT AGREES THAT BY ACCEPTING THE TERMS OF THIS AGREEMENT (WHETHER BY CLICK THROUGH OR BY ORDER FORM REFERENCING THIS AGREEMENT), THIS AGREEMENT AMENDS AND REPLACES ANY AND ALL PRIOR TERMS AND CONDITIONS ASSOCIATED WITH SUCH ORDER FORM(S) (AND THIS AGREEMENTIS A WRITTEN AMENDMENT TO THE ORDER FORM) AND SUCH SUBSCRIPTION FORM OR ORDER FORM TERMS AND CONDITIONS ARE OF NO FORCE OR EFFECT; PROVIDED THAT THE \"EFFECTIVE DATE\" OF CLIENT'S AGREEMENT IS THE DATE ON WHICH CLIENT FIRST EXECUTED ANY ORDER FORM FOR SERVICES, AND THE TERM OF CLIENT'S AGREEMENT FOR ALL SERVICES WILL SYNC TO AND CONTINUE TO RENEW ON THE ANNIVERSARY OF THE EFFECTIVE DATE ACCORDING TO THE RENEWAL TERMS OF THIS AGREEMENT.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 71.633,
        "y": 207.043,
        "width": 458.35200000000003,
        "height": 121.03199999999998
      }
    },
    {
      "id": "block-3",
      "content": "This Smarsh Service Agreement (the \"Agreement\") constitutes a binding agreement between Smarsh Inc. (\"Smarsh\") and the Client identified in an order document (an order document includes electronic ordering mechanisms made available to Client) that references this Agreement (\"Order Form\"), or the Client who accepts the terms of this Agreement via click-through acceptance. Client agrees that the terms of this Agreement will govern Client's use of the Services (as defined in Section 1).",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 71.719,
        "y": 342.864,
        "width": 457.71099999999996,
        "height": 60.65300000000002
      }
    },
    {
      "id": "block-4",
      "content": "# 5 smarsh\"",
      "page": 1,
      "type": "heading",
      "boundingBox": {
        "x": 38.16,
        "y": 21.521,
        "width": 172.25300000000001,
        "height": 36.914
      }
    },
    {
      "id": "block-5",
      "content": "The Service Agreement includes four parts: (1) the legal terms that are included in this \"Smarsh Services Agreement - General Terms\", (2) the terms that are specific to each service type are included in the \"Service Specific Terms\", (3) the description of what is included with each service in \"Service Descriptions\"; and (4) the Acceptable Use Policy.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 71.568,
        "y": 416.383,
        "width": 447.1700000000001,
        "height": 48.69400000000002
      }
    },
    {
      "id": "block-6",
      "content": "1. Services. Smarsh will provide the Services specified in each Order Form (\"Services\"), according to the Agreement and the Service Specific Terms that apply to a specific Service and the Service Descriptions, which describe the features and functionality of each Service. The Service Descriptions and Service Specific Terms are located at www.smarsh.com/legal. Smarsh grants Client the revocable, non-exclusive, non-transferable, limited right to access and use the Service purchased by Client during the Term (as defined in Section 12).",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 72.396,
        "y": 485.518,
        "width": 461.31800000000004,
        "height": 65.39699999999999
      }
    },
    {
      "id": "block-7",
      "content": "### 2. Support.",
      "page": 1,
      "type": "section_heading",
      "boundingBox": {
        "x": 71.597,
        "y": 564.869,
        "width": 55.325,
        "height": 11.173999999999978
      }
    },
    {
      "id": "block-8",
      "content": "2.1. Support. Client may find support FAQ's and other support resources, or initiate support requests by submitting support tickets here: https://central.smarsh.com/s/. Changes in Smarsh's support policies will be made available at https://central.smarsh.com/s/. The Service Level Agreement applicable to the Services purchased by Client is included in the Service Specific Terms and are available at www.smarsh.com/legal.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 89.755,
        "y": 588.715,
        "width": 427.89599999999996,
        "height": 65.15300000000002
      }
    },
    {
      "id": "block-9",
      "content": "2.2. Community. Smarsh makes an online forum available to authorized users of the Smarsh services for discussion about Smarsh products and services and general Q&A purposes (\"Community\"). Smarsh hereby grants to Client a revocable, non-exclusive, non-transferable right to access and use the",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.158,
        "y": 673.114,
        "width": 427.731,
        "height": 38.19599999999991
      }
    },
    {
      "id": "block-10",
      "content": "*6*",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.914,
        "y": 741.78,
        "width": 7.963999999999999,
        "height": 12.211000000000013
      }
    },
    {
      "id": "block-11",
      "content": "1-866-762-7741",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 105.746,
        "y": 742.853,
        "width": 61.840999999999994,
        "height": 9.32400000000007
      }
    },
    {
      "id": "block-12",
      "content": "www.smarsh.com",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 198.13,
        "y": 743.832,
        "width": 70.71800000000002,
        "height": 8.41700000000003
      }
    },
    {
      "id": "block-13",
      "content": "y",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 285.026,
        "y": 743.832,
        "width": 9.519000000000005,
        "height": 8.351999999999975
      }
    },
    {
      "id": "block-14",
      "content": "@SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 300.478,
        "y": 743.508,
        "width": 49.168000000000006,
        "height": 8.733999999999924
      }
    },
    {
      "id": "block-15",
      "content": "f",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 369.619,
        "y": 742.248,
        "width": 8.574999999999989,
        "height": 12.757999999999925
      }
    },
    {
      "id": "block-16",
      "content": "SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 382.45,
        "y": 743.177,
        "width": 42.954999999999984,
        "height": 9.006999999999948
      }
    },
    {
      "id": "block-17",
      "content": "in",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 436.745,
        "y": 742.889,
        "width": 11.01600000000002,
        "height": 10.346000000000004
      }
    },
    {
      "id": "block-18",
      "content": "Company/smarsh",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 453.125,
        "y": 742.723,
        "width": 68.88900000000001,
        "height": 10.591000000000008
      }
    },
    {
      "id": "block-19",
      "content": "Community in connection with Client's use of the Services. Client or Users (as defined in Section 4.7), may post comments or content in the Community (\"Community Content\") and Client hereby grants to Smarsh a worldwide, perpetual, non-exclusive, royalty-free, irrevocable and transferable license to access, use without restriction, reproduce, make derivatives of, or incorporate any comments or suggestions or feedback into Smarsh products or services without remuneration to Client or any User. Client acknowledges that Community Content is viewable by other Community users and is not confidential. Smarsh may delete Community Content without notice to any User, however Smarsh is under no obligation to monitor Community Content. Client is responsible for all Community Content. All Community Content (including any links to third-party sites or applications) provided by Client Users must comply with the Acceptable Use Policy available at www.smarsh.com/legal/AUP. Smarsh disclaims all liability arising from the Community Content and use of the Community, including exposure to content that is potentially offensive, indecent, inaccurate, objectionable, or otherwise inappropriate. The Community may be suspended or discontinued at any time. The Community is made available without charge and is not part of the Service.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 111.197,
        "y": 69.084,
        "width": 423.576,
        "height": 183.989
      }
    },
    {
      "id": "block-20",
      "content": "3. Trial Services. If a trial period is indicated on the Order Form, Smarsh will provide Client with a temporary account to one or more Services (\"Trial Account\"). The Trial Account will be accessible beginning on the Activation Date (as defined in Section 7) and for the trial period set forth in the Order Form, or if no trial period is stated, the Trial Account period will be thirty (30) days from the Activation Date. During the trial period, the Trial Account and associated Services are provided \"AS IS\" and without representation or warranty of any kind. Smarsh is under no obligation to store or retain Client Data during the trial period.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 71.993,
        "y": 263.866,
        "width": 447.96200000000005,
        "height": 79.19999999999999
      }
    },
    {
      "id": "block-21",
      "content": "### 4. Client Obligations.",
      "page": 1,
      "type": "section_heading",
      "boundingBox": {
        "x": 73.822,
        "y": 351.727,
        "width": 93.39099999999999,
        "height": 11.059000000000026
      }
    },
    {
      "id": "block-22",
      "content": "4.1. As used in this Agreement, the term \"Client Data\" means the message data that the Services receive from Client systems, or Client's third-party communication providers or third-party content providers, or the message data generated by Smarsh provided messaging Services. Client hereby grants Smarsh the limited, non-exclusive right to access, copy, transmit, download, display, and reproduce Client Data as necessary to provide, support, and improve the Services, as directed by Client, or as otherwise authorized hereunder. Data generated by the Services regarding Client's use of the Services is usage data and is not Client Data.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 89.654,
        "y": 375.782,
        "width": 439.712,
        "height": 85.11200000000002
      }
    },
    {
      "id": "block-23",
      "content": "4.2. It is Client's sole responsibility to monitor Client Data to be transmitted to the Service to ensure that Client Data is properly transmitted. Client will notify Smarsh of any delivery failures or outages of its systems which may affect the transmission of Client Data. It is Client's responsibility to encrypt data sent to Smarsh and Smarsh is not responsible or liable for any data that Client transmits to Smarsh in an unencrypted format. Smarsh is not responsible or liable for any update, upgrade, patch, maintenance or other change that affects the transmission of Client Data to the Service. It is Client's responsibility to ensure that the Services are configured to capture Client Data from all User accounts which are to be archived.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.518,
        "y": 475.222,
        "width": 443.5849999999999,
        "height": 96.59500000000003
      }
    },
    {
      "id": "block-24",
      "content": "4.3. Client is solely responsible for Client Data and Client represents and warrants that Client Data will not (a) infringe any third party right, including, without limitation, third party rights in patent, trademark, copyright, or trade secret; or (b) constitute a breach of any other right of a third party, including without limitation, any right that may exist under contract or tort theories.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.576,
        "y": 586.044,
        "width": 446.3349999999999,
        "height": 48.289999999999964
      }
    },
    {
      "id": "block-25",
      "content": "4.4. Client is responsible for creating an account within the Service and ensuring that (a) Client's account registration information is complete and accurate; and (b) Client's account credentials are confidential. Client will notify Smarsh immediately of any unauthorized use of Client's account or account credentials, or any other known or suspected breach of the security of Client's account. Client is responsible for the activity that occurs within Client's account and for the actions or omissions of any of Client's employees,",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.014,
        "y": 647.316,
        "width": 446.16999999999996,
        "height": 61.156999999999925
      }
    },
    {
      "id": "block-26",
      "content": "contractors or agents, whether such person is or was acting within the scope of their employment, engagement or agency relationship. Client will not permit Smarsh competitors to access the Services for any reason.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 111.204,
        "y": 68.832,
        "width": 421.229,
        "height": 35.906000000000006
      }
    },
    {
      "id": "block-27",
      "content": "4.5. Client may provide Representatives with access to the Services, may purchase Services on behalf of Representatives, or where Client is required to review Representative communications, Client may use the Services to meet such requirement. A \"Representative\" means any entity which (a) Client controls or which is under common control with Client; or (b) Client has a regulatory requirement to archive or review communications data on behalf of. Representatives' use of the Services are subject to the terms of this Agreement. Client is responsible for the actions or omissions of each Representative whether such person is or was acting within the scope of their employment, engagement or agency relationship.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.216,
        "y": 118.289,
        "width": 441.914,
        "height": 85.73700000000001
      }
    },
    {
      "id": "block-28",
      "content": "*6*",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.504,
        "y": 741.874,
        "width": 8.042000000000002,
        "height": 12.182000000000016
      }
    },
    {
      "id": "block-29",
      "content": "1-866-762-7741",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 105.48,
        "y": 742.903,
        "width": 61.754000000000005,
        "height": 9.251999999999953
      }
    },
    {
      "id": "block-30",
      "content": "www.smarsh.com",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 198.065,
        "y": 743.89,
        "width": 70.64600000000002,
        "height": 8.215000000000032
      }
    },
    {
      "id": "block-31",
      "content": "y",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 284.89,
        "y": 743.81,
        "width": 9.662000000000035,
        "height": 8.288000000000011
      }
    },
    {
      "id": "block-32",
      "content": "@SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 300.348,
        "y": 743.558,
        "width": 49.13299999999998,
        "height": 8.683999999999969
      }
    },
    {
      "id": "block-33",
      "content": "f",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 369.619,
        "y": 742.37,
        "width": 8.301999999999964,
        "height": 12.225999999999999
      }
    },
    {
      "id": "block-34",
      "content": "SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 382.169,
        "y": 743.22,
        "width": 43.105999999999995,
        "height": 8.963999999999942
      }
    },
    {
      "id": "block-35",
      "content": "in",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 436.673,
        "y": 742.918,
        "width": 11.052000000000021,
        "height": 10.288000000000011
      }
    },
    {
      "id": "block-36",
      "content": "Company/smarsh",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 453.11,
        "y": 742.752,
        "width": 68.91200000000003,
        "height": 10.591000000000008
      }
    },
    {
      "id": "block-37",
      "content": "4.6. Client may designate different user roles with different support or Service access. An \"Authorized User\" is the administrative user(s) with the highest level of access and is responsible for managing the Services for Client. Only Authorized Users may appoint other Authorized Users, request or agree to changes to the Services, add or remove users, make billing inquiries, contact support or take other, similar actions. A \"User\" is any individual who is granted login credentials to the Services. Users may not share account log in credentials.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 92.83,
        "y": 217.181,
        "width": 433.512,
        "height": 73.54799999999997
      }
    },
    {
      "id": "block-38",
      "content": "4.7. Client will comply with the Acceptable Use Policy available at www.smarsh.com/legal/AUP. The Acceptable Use Policy may be updated from time to time by Smarsh. Client will comply with all applicable local, state, national or foreign laws, rules, regulations or treaties in connection with Client's use of the Services including, without limitation, those related to data privacy, data protection, communications, SPAM, or the transmission, recording, or storage of technical data, personal data, or sensitive information.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 89.568,
        "y": 303.624,
        "width": 439.14200000000005,
        "height": 72.346
      }
    },
    {
      "id": "block-39",
      "content": "5. Third Party Providers. The Services receive Client Data from third party sources and are dependent on the third party's services, software, applications, platforms (such as third party social media, business networking platforms systems, telecommunications carriers, or other messaging or communication services or APIs) (\"Third Party Services\"). Third Party Services are not offered, controlled or provided by Smarsh. The Third- Party Service may make changes to its service, or components thereof, or suspend or discontinue a service without notice to Smarsh. In addition, the availability of the Third- Party Service may depend on Client's compliance with the Third-Party Service terms. The Third-Party Service will have access to Client's data and will provide Client Data to Smarsh. Smarsh does not control and is not responsible or liable for how the Third- Party Service transmits, accesses, processes, stores, uses or provides data to Smarsh. Smarsh expressly disclaims all liability related to or arising from any Third-Party Service, including Client's use thereof, or liability related to or arising from any updates, modifications, outages, delivery failures, corruption of data, loss of data, discontinuance of services or termination of Client's account by the Third-Party Service. Client is solely responsible for ensuring Client complies with all Third-Party Service terms and conditions. Client acknowledges that certain Third-Party Services do not represent that they are suitable for sensitive communications and do not encrypt messages sent over such Third-Party Services networks, including social media providers, telecommunication carriers and certain messaging platforms. Client agrees that if Client transmits sensitive health or financial information via these unsecure Third Party Services networks, Client assumes all additional risk and is responsible for any damages or losses incurred with respect to transmitting such sensitive data over such networks and to Smarsh.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 71.906,
        "y": 388.922,
        "width": 463.70199999999994,
        "height": 232.89199999999994
      }
    },
    {
      "id": "block-40",
      "content": "6. Smarsh Marketplace. Within the Service, Smarsh may make available for purchase applications or services which are offered by third-parties for use with the Services (\"Marketplace Applications\"). Marketplace Applications are provided by third parties and are not part of the Services. Each Marketplace Applications is subject to an end user license agreement, which is made between Client and the Marketplace Application provider. Smarsh makes no representation or warranty with respect to Marketplace Applications and assumes no responsibility for the delivery or use of any Marketplace Application. All terms and conditions",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 72.554,
        "y": 635.882,
        "width": 455.22800000000007,
        "height": 73.44000000000005
      }
    },
    {
      "id": "block-41",
      "content": "governing each Marketplace Application are solely between Client and the Marketplace Application. Client agrees that Client's purchase of a Marketplace Application is Client's direction to Smarsh to provide Client Data and other data about Client to the Marketplace Application and, I upon purchase, Client consents to the provision of Client Data to the Marketplace Application. Client represents and warrants that Client's use of any Marketplace Application complies with all applicable laws and that Client has received all legally required consents with respect to Client's use of the Marketplace Application.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 89.654,
        "y": 68.94,
        "width": 444.82399999999996,
        "height": 73.49000000000001
      }
    },
    {
      "id": "block-42",
      "content": "*6*",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.569,
        "y": 741.931,
        "width": 8.021,
        "height": 12.11099999999999
      }
    },
    {
      "id": "block-43",
      "content": "1-866-762-7741",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 105.473,
        "y": 742.961,
        "width": 61.73299999999999,
        "height": 9.136999999999944
      }
    },
    {
      "id": "block-44",
      "content": "www.smarsh.com",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 198.122,
        "y": 743.918,
        "width": 70.57499999999999,
        "height": 8.150999999999954
      }
    },
    {
      "id": "block-45",
      "content": "y",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 284.832,
        "y": 743.789,
        "width": 9.841999999999985,
        "height": 8.43100000000004
      }
    },
    {
      "id": "block-46",
      "content": "@SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 300.478,
        "y": 743.58,
        "width": 48.980999999999995,
        "height": 8.67599999999993
      }
    },
    {
      "id": "block-47",
      "content": "f",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 369.619,
        "y": 742.385,
        "width": 8.308999999999969,
        "height": 12.182000000000016
      }
    },
    {
      "id": "block-48",
      "content": "SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 382.205,
        "y": 743.321,
        "width": 43.05600000000004,
        "height": 8.819999999999936
      }
    },
    {
      "id": "block-49",
      "content": "in",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 436.687,
        "y": 742.91,
        "width": 11.00200000000001,
        "height": 10.304000000000087
      }
    },
    {
      "id": "block-50",
      "content": "Company/smarsh",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 453.19,
        "y": 742.889,
        "width": 68.868,
        "height": 10.375
      }
    },
    {
      "id": "block-51",
      "content": "7. Fees & Payment. Client will pay the fees for the Services as set forth in the Order Form (\"Fees\"). Following execution of the Order Form, Smarsh will activate or otherwise make available the Services listed in the Order Form by either delivering the software (if on-premise software is purchased) or providing Client with access to an account within the applicable Service (\"Activation Date\"). Beginning on the Activation Date, Client will be invoiced for the recurring Fees per the invoice schedule in the Order Form. One-time fees and fees for professional services will be invoiced per the terms of the Order Form or the applicable statement of work. Client will pay Fees within thirty (30) days of the date of the invoice. If Client disputes any Fees, Client must notify Smarsh within 120 days of the date of invoice. Invoices not disputed within 120 days from the date of invoice will be deemed accepted by Client. Smarsh may charge a late fee of 1.5% per month on any Fees not paid when due. Smarsh may suspend Client's access to the Services in the event Client fails to pay the Fees when due. Smarsh may increase Fees at any time following the Initial Term.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 71.921,
        "y": 155.448,
        "width": 466.229,
        "height": 134.61799999999997
      }
    },
    {
      "id": "block-52",
      "content": "8. Minimum Commitment & Invoice of Overages. Client agrees that the recurring Fees are Client's minimum purchase commitment during the Initial Term and, upon renewal, each Renewal Term. The minimum commitment is the total sum of the recurring Fees during the Initial Term, or the Renewal Term. For Fees invoiced based on usage, (a) if Client's usage exceeds the minimum commitment specified in the Order Form, Smarsh will invoice, and Client will pay the additional Fees due for such usage at the per-unit rate specified in the Order Form; and (b) if Client's usage during a month is less than Client's minimum purchase commitment, Smarsh will invoice Client for the minimum purchase commitment. Client understands that even if Client terminates prior to the end of the Term or any Renewal Term, such minimum commitment shall be due to Smarsh. Smarsh may increase Fees at any time following the Initial Term.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 72.151,
        "y": 303.458,
        "width": 463.133,
        "height": 109.72799999999995
      }
    },
    {
      "id": "block-53",
      "content": "9. Taxes. All Fees payable by Client under this Agreement are exclusive of taxes and similar assessments. Client is responsible for all sales, service, use and excise taxes, utility user's fees, VAT, 911 taxes, or universal service fund fees or taxes, taxes assessed on the use of software or any other similar taxes, duties and charges of any kind imposed by any federal, state or local governmental or regulatory authority on any amounts payable hereunder, other than any taxes imposed on Smarsh's income.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 72.252,
        "y": 426.362,
        "width": 460.84999999999997,
        "height": 61.15699999999998
      }
    },
    {
      "id": "block-54",
      "content": "### 10. Confidentiality.",
      "page": 1,
      "type": "section_heading",
      "boundingBox": {
        "x": 72.238,
        "y": 499.961,
        "width": 82.951,
        "height": 11.58499999999998
      }
    },
    {
      "id": "block-55",
      "content": "10.1. \"Confidential Information\" means (a) the non-public information of either party, including but not limited to information relating to either party's product plans, present or future developments, customers, designs, costs, prices, finances, marketing plans, business opportunities, software, software manuals, personnel, research, development or know-how; (b) any information designated by either party as \"confidential\" or \"proprietary\" or which, under the circumstances taken as a whole, would reasonably be deemed to be confidential; (c) the terms of this Agreement; or",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.454,
        "y": 524.549,
        "width": 440.474,
        "height": 73.83600000000001
      }
    },
    {
      "id": "block-56",
      "content": "(d) Client Data. \"Confidential Information\" does not include information that: (i) is in, or enters, the public domain without breach of this Agreement; (ii) the receiving party lawfully receives from a third party without restriction on disclosure and without breach of a nondisclosure obligation; (iii) the receiving party knew prior to receiving such information from the disclosing party; or (iv) the receiving party develops independently without reference to the Confidential Information.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 111.398,
        "y": 599.09,
        "width": 403.841,
        "height": 60.386999999999944
      }
    },
    {
      "id": "block-57",
      "content": "10.2. Obligations with Respect to Confidential Information. Each party agrees: (a) that it will not disclose to any third party, or use for the benefit of any third party, any Confidential Information disclosed to it by the other party except as expressly permitted in this Agreement; and (b) that it will use reasonable",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.504,
        "y": 672.646,
        "width": 438.8829999999999,
        "height": 36.597000000000094
      }
    },
    {
      "id": "block-58",
      "content": "*6*",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.533,
        "y": 741.96,
        "width": 8.099999999999994,
        "height": 12.067000000000007
      }
    },
    {
      "id": "block-59",
      "content": "1-866-762-7741",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 105.509,
        "y": 742.939,
        "width": 61.718,
        "height": 9.173000000000002
      }
    },
    {
      "id": "block-60",
      "content": "www.smarsh.com",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 198.115,
        "y": 743.846,
        "width": 70.61099999999999,
        "height": 8.279999999999973
      }
    },
    {
      "id": "block-61",
      "content": "y",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 284.839,
        "y": 743.774,
        "width": 9.850000000000023,
        "height": 8.41700000000003
      }
    },
    {
      "id": "block-62",
      "content": "@SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 300.47,
        "y": 743.544,
        "width": 49.01799999999997,
        "height": 8.705000000000041
      }
    },
    {
      "id": "block-63",
      "content": "f",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 369.626,
        "y": 742.385,
        "width": 8.309000000000026,
        "height": 12.225000000000023
      }
    },
    {
      "id": "block-64",
      "content": "SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 382.205,
        "y": 743.256,
        "width": 43.09200000000004,
        "height": 8.870000000000005
      }
    },
    {
      "id": "block-65",
      "content": "in",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 436.658,
        "y": 742.874,
        "width": 11.060000000000002,
        "height": 10.36099999999999
      }
    },
    {
      "id": "block-66",
      "content": "Company/smarsh",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 453.053,
        "y": 742.802,
        "width": 69.06200000000001,
        "height": 10.475999999999999
      }
    },
    {
      "id": "block-67",
      "content": "measures to maintain the confidentiality of Confidential Information of the other party in its possession or control. Either party may disclose Confidential Information of the other party: (i) pursuant to the order or requirement of a court, administrative or regulatory agency, or other governmental body, provided that the receiving party, if feasible and/or legally permitted to do so, gives reasonable notice to the disclosing party to allow the disclosing party to contest such order or requirement; or (ii) to the parties agents, representatives, subcontractors or service providers who have a need to know such information provided that such party maintain the Confidential Information on a confidential basis.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 111.42,
        "y": 69.206,
        "width": 421.73999999999995,
        "height": 85.42799999999998
      }
    },
    {
      "id": "block-68",
      "content": "10.3. Remedies. Each party acknowledges and agrees that a breach of the obligations of this Section 10 by the other party may result in irreparable injury to the disclosing party for which there may be no adequate remedy at law, and the disclosing party will be entitled to seek equitable relief, including injunction and specific performance, in the event of any breach or threatened breach or intended breach by the recipient of Confidential Information.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.626,
        "y": 167.069,
        "width": 446.72400000000005,
        "height": 61.293000000000006
      }
    },
    {
      "id": "block-69",
      "content": "11. Intellectual Property. As between Smarsh and Client, all right, title and interest in and to Smarsh information technology infrastructure including the software, hardware, databases, electronic systems, networks, and all applications, APIs or Client-Side Software (as defined in the Service Specific Terms), required to deliver the Services or made available or accessible by Smarsh, and all documentation regarding the use or operation of the Service (collectively \"Intellectual Property\") are the sole and exclusive property of Smarsh. Except as expressly stated herein, nothing in this Agreement will serve to transfer to Client any right in or to the Intellectual Property. Smarsh retains all right, title and interest in and to Intellectual Property. As between Smarsh and Client, Client Data is the sole and exclusive property of Client and other than the limited license to Client Data granted hereunder, nothing in this Agreement will serve to transfer to Smarsh any intellectual property rights in Client Data.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 72.202,
        "y": 241.387,
        "width": 461.736,
        "height": 123.06299999999999
      }
    },
    {
      "id": "block-70",
      "content": "### 12. Term & Termination.",
      "page": 1,
      "type": "section_heading",
      "boundingBox": {
        "x": 72.18,
        "y": 377.035,
        "width": 105.862,
        "height": 10.900999999999954
      }
    },
    {
      "id": "block-71",
      "content": "12.1. Term. The Agreement will commence on the Effective Date and will remain in effect for the period specified in the Order Form or, if no period is specified, 12 months (\"Initial Term\"). The Initial Term will renew automatically for additional, successive 12-month terms (each a \"Renewal Term\"), unless Smarsh or Client provides the other party with written termination notice at least 90 days prior to the end of the Initial Term or the applicable Renewal Term. The Initial Term plus any Renewal Term are, collectively, the \"Term.\" Any Order Form entered into after the Effective Date will sync to and co-terminate with Client's then-current Service Term.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.698,
        "y": 401.134,
        "width": 447.28600000000006,
        "height": 85.18299999999999
      }
    },
    {
      "id": "block-72",
      "content": "12.2. Termination for Breach. Either party may terminate this Agreement if the other party materially breaches its obligations under this Agreement and such breach remains uncured for a period of 30 days following the non- breaching party's written notice thereof. Smarsh may suspend Client's access to the Services in the event of any breach of this Agreement and will not be liable for any damages resulting from such suspension.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.655,
        "y": 499.874,
        "width": 421.50300000000004,
        "height": 61.81200000000001
      }
    },
    {
      "id": "block-73",
      "content": "12.3. Termination for Bankruptcy. This Agreement will terminate immediately, upon written notice, where (a) either party is declared insolvent or adjudged bankrupt by a court of competent jurisdiction; or (b) a petition for bankruptcy or reorganization or an arrangement with creditors is filed by or against that party and is not dismissed within 60 days.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.648,
        "y": 561.499,
        "width": 441.101,
        "height": 49.26299999999992
      }
    },
    {
      "id": "block-74",
      "content": "12.4. Effect of Termination. Upon any termination or expiration of the Agreement: (a) all rights and licenses to the Services granted to Client by Smarsh will immediately terminate; (b) Client will pay any Fees due and payable up to the date of termination, except in the case of Smarsh's termination for Client's breach, and in such case, Client will pay the Fees owing for the remainder of the then-current Term; and (c) upon request, each party will return to the other or delete the Confidential Information of the other party; provided, however, if Client requests Smarsh to return Client Data, Client agrees to pay Smarsh's then-current data extraction and exportation fees plus any hardware costs.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.598,
        "y": 623.585,
        "width": 439.50899999999996,
        "height": 85.29099999999994
      }
    },
    {
      "id": "block-75",
      "content": "*6*",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.547,
        "y": 741.974,
        "width": 7.920000000000002,
        "height": 11.959999999999923
      }
    },
    {
      "id": "block-76",
      "content": "1-866-762-7741",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 105.552,
        "y": 742.939,
        "width": 61.65399999999998,
        "height": 9.19500000000005
      }
    },
    {
      "id": "block-77",
      "content": "www.smarsh.com",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 198.137,
        "y": 743.904,
        "width": 70.56,
        "height": 8.244000000000028
      }
    },
    {
      "id": "block-78",
      "content": "y",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 284.954,
        "y": 743.789,
        "width": 9.569000000000017,
        "height": 8.345000000000027
      }
    },
    {
      "id": "block-79",
      "content": "@SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 300.456,
        "y": 743.573,
        "width": 49.02499999999998,
        "height": 8.697000000000003
      }
    },
    {
      "id": "block-80",
      "content": "f",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 369.684,
        "y": 742.406,
        "width": 8.178999999999974,
        "height": 12.153999999999996
      }
    },
    {
      "id": "block-81",
      "content": "SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 382.248,
        "y": 743.285,
        "width": 43.049000000000035,
        "height": 8.849000000000046
      }
    },
    {
      "id": "block-82",
      "content": "in",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 436.766,
        "y": 742.91,
        "width": 10.843999999999994,
        "height": 10.282000000000039
      }
    },
    {
      "id": "block-83",
      "content": "Company/smarsh",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 453.154,
        "y": 742.86,
        "width": 68.846,
        "height": 10.403999999999996
      }
    },
    {
      "id": "block-84",
      "content": "### 13. Warranties; Disclaimer of Warranty.",
      "page": 1,
      "type": "section_heading",
      "boundingBox": {
        "x": 72.115,
        "y": 81.281,
        "width": 168.88299999999998,
        "height": 11.491
      }
    },
    {
      "id": "block-85",
      "content": "13.1. Performance Warranty. Smarsh represents and warrants that it will provide the Services in accordance with generally accepted industry standards.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.497,
        "y": 105.444,
        "width": 389.405,
        "height": 24.436999999999998
      }
    },
    {
      "id": "block-86",
      "content": "13.2. Proper Authority. Smarsh represents that it has the right and authority to enter into this Agreement and that the performance of its obligations under this Agreement will not breach or be in conflict with any other agreement to which Smarsh is a party.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.439,
        "y": 142.438,
        "width": 447.163,
        "height": 36.309000000000026
      }
    },
    {
      "id": "block-87",
      "content": "13.3. Compliance with Laws. Smarsh warrants that it will comply with the laws and regulations applicable to Smarsh's business.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.468,
        "y": 191.938,
        "width": 426.118,
        "height": 23.112000000000023
      }
    },
    {
      "id": "block-88",
      "content": "13.4. Disclaimer of Warranty. EXCEPT AS SET FORTH ABOVE, SMARSH MAKES NO REPRESENTATION OR WARRANTY OF ANY KIND IN CONNECTION WITH THE SERVICES, PROFESSIONAL SERVICES OR SOFTWARE, INCLUDING, WITHOUT LIMITATION, ANY INFORMATION OR MATERIALS PROVIDED OR MADE AVAILABLE BY SMARSH. SMARSH HEREBY DISCLAIMS ANY AND ALL REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. SMARSH DOES NOT REPRESENT OR WARRANT THAT THE SERVICES OR SOFTWARE WILL BE AVAILABLE OR ERROR-FREE. SMARSH WILL NOT BE LIABLE FOR DELAYS, INTERRUPTIONS, SERVICE FAILURES OR OTHER PROBLEMS INHERENT IN THE USE OF THE INTERNET, ELECTRONIC COMMUNICATIONS, OR OTHER SYSTEMS OUTSIDE THE REASONABLE CONTROL OF SMARSH. SMARSH MAKES NO REPRESENTATION OR WARRANTY THAT USE OF THE SERVICES OR THE ADVICE, CONSULTING OR PROFESSIONAL SERVICE PROVIDED TO CLIENT GUARANTEES LEGAL COMPLIANCE UNDER ANY FEDERAL, STATE OR INTERNATIONAL STATUTE, LAW, RULE, REGULATION, OR DIRECTIVE, AND SMARSH EXPRESSLY DISCLAIMS ALL LIABILITY ARISING OR RELATED TO CLIENT'S COMPLIANCE WITH ANY FEDERAL, STATE OR INTERNATIONAL STATUTE, LAW, RULE, REGULATION, OR DIRECTIVE. THE SOFTWARE IS NOT DESIGNED OR INTENDED FOR USE IN HAZARDOUS ENVIRONMENTS REQUIRING FAIL- SAFE PERFORMANCE, INCLUDING BUT NOT LIMITED TO ANY APPLICATION IN WHICH THE FAILURE OF THE SOFTWARE COULD LEAD DIRECTLY TO DEATH, PERSONAL INJURY, OR SEVERE PHYSICAL OR PROPERTY DAMAGE.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.569,
        "y": 228.751,
        "width": 448.78299999999996,
        "height": 219.967
      }
    },
    {
      "id": "block-89",
      "content": "### 14. Indemnification.",
      "page": 1,
      "type": "section_heading",
      "boundingBox": {
        "x": 72.094,
        "y": 462.737,
        "width": 87.364,
        "height": 10.649000000000001
      }
    },
    {
      "id": "block-90",
      "content": "14.1. Client Indemnification. Client will defend, indemnify and hold harmless Smarsh, its officers, directors, employees and agents, from and against all claims, losses, damages, liabilities and expenses (including reasonable attorneys' fees), arising from or related to Client Data, Client's breach of any of Client's obligations under the AUP, Service Specific Terms or Section 4 (Client Obligations). Client's obligation for indemnification will be predicated upon (a) Smarsh providing Client with prompt written notice upon becoming aware of any such claim; provided that, Client will not be relieved of its obligation for indemnification as the result of Smarsh's failure to provide such notice, unless Client is actually prejudiced in defending such a claim as a result of Smarsh's failure to provide notice; (b) if requested by Client, and at Client's expense, Smarsh reasonably cooperating with the defense of such claim; and (c) Smarsh allowing Client sole and exclusive control over the defense and settlement of any such claim.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.346,
        "y": 487.152,
        "width": 446.155,
        "height": 122.99799999999999
      }
    },
    {
      "id": "block-91",
      "content": "14.2. Smarsh Indemnification. Smarsh will defend, indemnify and hold Client harmless from third-party claims arising out of a claim that the Services infringe any United States patent, trademark or copyright; provided that, (a) Client provides Smarsh with prompt written notice upon becoming aware of any such claim; (b) Client reasonably cooperates with Smarsh in the defense of such claim; and (c) Smarsh has sole and exclusive control over the defense and settlement of any such claim. Notwithstanding the foregoing, Smarsh will have no liability of any kind to the extent any claim relates to or arises from: (i) custom",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.49,
        "y": 630.569,
        "width": 447.832,
        "height": 73.519
      }
    },
    {
      "id": "block-92",
      "content": "*6*",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.641,
        "y": 742.054,
        "width": 7.7039999999999935,
        "height": 11.858000000000061
      }
    },
    {
      "id": "block-93",
      "content": "1-866-762-7741",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 105.487,
        "y": 742.939,
        "width": 61.769000000000005,
        "height": 9.166000000000054
      }
    },
    {
      "id": "block-94",
      "content": "www.smarsh.com",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 198.079,
        "y": 743.846,
        "width": 70.654,
        "height": 8.423999999999978
      }
    },
    {
      "id": "block-95",
      "content": "y",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 284.983,
        "y": 743.76,
        "width": 9.562000000000012,
        "height": 8.365999999999985
      }
    },
    {
      "id": "block-96",
      "content": "@SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 300.506,
        "y": 743.609,
        "width": 49.047000000000025,
        "height": 8.509999999999991
      }
    },
    {
      "id": "block-97",
      "content": "f",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 369.655,
        "y": 742.399,
        "width": 8.208000000000027,
        "height": 12.153999999999996
      }
    },
    {
      "id": "block-98",
      "content": "SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 382.298,
        "y": 743.278,
        "width": 43.00599999999997,
        "height": 8.826999999999998
      }
    },
    {
      "id": "block-99",
      "content": "in",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 436.766,
        "y": 742.91,
        "width": 10.907999999999959,
        "height": 10.196000000000026
      }
    },
    {
      "id": "block-100",
      "content": "Company/smarsh",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 453.096,
        "y": 742.766,
        "width": 68.98299999999995,
        "height": 10.498000000000047
      }
    },
    {
      "id": "block-101",
      "content": "functionality provided to Client based on Client's specific requirements; (ii) any modification of the Services by Client or any third party; (iii) the combination of Services with any technology or other services, software or technology not provided by Smarsh; or (iv) the failure of Client to use updated or modified versions of the Services made available by Smarsh. If the Services are subject to a claim of infringement of the intellectual property rights of a third party, Smarsh may, in its sole discretion, either (a) procure for Client the right to continue to use the Services; (b) modify the Services such that they are non-infringing; or (c) if in the reasonable opinion of Smarsh, neither (a) nor (b) are commercially feasible, then Smarsh may upon thirty (30) days prior written notice to Client, terminate the applicable Service. The indemnification obligation contained in this Section 9 will be Client's sole remedy, and Smarsh's sole obligation, with respect to claims of infringement.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 111.326,
        "y": 68.738,
        "width": 426.86,
        "height": 122.451
      }
    },
    {
      "id": "block-102",
      "content": "### 15. Remedies and Limitation of Liability.",
      "page": 1,
      "type": "section_heading",
      "boundingBox": {
        "x": 72.202,
        "y": 204.552,
        "width": 169.574,
        "height": 11.686000000000007
      }
    },
    {
      "id": "block-103",
      "content": "15.1. Remedies. In the event of a breach of any warranty under Section 13 Smarsh will use commercially reasonable efforts to provide Client with an error correction or work-around that corrects the reported non-conformity. In the event of a breach of the applicable Service Level Agreement (included in the Service Specific Terms as applicable) Smarsh will provide Client with the credit stated in the Service Level Agreement. The foregoing remedies represent Client's sole and exclusive remedy for a breach of Section 13 or the applicable Service Level Agreement.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.446,
        "y": 229.37,
        "width": 447.509,
        "height": 73.46199999999999
      }
    },
    {
      "id": "block-104",
      "content": "15.2. Limitation of Liability. IN NO EVENT WILL EITHER PARTY BE LIABLE TO THE OTHER, OR TO ANY THIRD PARTY, FOR ANY SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, EXEMPLARY OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF USE, DATA, BUSINESS OR PROFITS), ARISING OUT OF OR IN CONNECTION WITH THE SERVICES OR SOFTWARE, WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE, REGARDLESS OF WHETHER SUCH DAMAGES WERE FORESEEABLE OR WHETHER THE PARTY HAD BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SMARSH'S AGGREGATE LIABILITY HEREUNDER FOR ALL DAMAGES ARISING UNDER OR RELATING TO THIS AGREEMENT, NOTWITHSTANDING THE FORM IN WHICH ANY ACTION IS BROUGHT (E.G., CONTRACT, TORT, OR OTHERWISE), WILL BE LIMITED TO THE TOTAL FEES ACTUALLY RECEIVED BY SMARSH FROM CLIENT FOR THE APPLICABLE SERVICES IN THE TWELVE (12) MONTH PERIOD PRECEDING THE MONTH IN WHICH THE INCIDENT CAUSING THE DAMAGES AROSE. THE LIMITATION ON LIABILITY SET FORTH ABOVE IS CUMULATIVE; ALL PAYMENTS MADE FOR ALL CLAIMS AND DAMAGES WILL BE AGGREGATED TO DETERMINE IF THE LIMIT HAS BEEN REACHED.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.403,
        "y": 315.461,
        "width": 448.971,
        "height": 158.21999999999997
      }
    },
    {
      "id": "block-105",
      "content": "15.3. THE ABOVE LIMITATIONS OF LIABILITY REFLECT AN ALLOCATION OF RISK BETWEEN THE PARTIES IN VIEW OF THE FAVORABLE FEES CHARGED BY SMARSH RELATIVE TO THE SERVICES DESCRIBED HEREIN AND ARE MATERIAL TERMS HEREOF.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.547,
        "y": 487.577,
        "width": 431.4309999999999,
        "height": 35.66899999999998
      }
    },
    {
      "id": "block-106",
      "content": "### 16. General Terms.",
      "page": 1,
      "type": "section_heading",
      "boundingBox": {
        "x": 72.043,
        "y": 537.35,
        "width": 82.023,
        "height": 10.511999999999944
      }
    },
    {
      "id": "block-107",
      "content": "16.1. Export Restrictions. The Services and Software (as defined in the Service Specific Terms) including any software, documentation and any related technical data included with, or contained in the Services of Software, may be subject to United States export control laws and regulations. Smarsh Public IM policy manager is classified under Export Control Classification Number (ECCN) 5D002.c.1, and has been qualified for export under authority of license exception ENC, in accordance with sections 740.17(d) and 740.17(b)(3) of the U.S. Export Administration Regulations (EAR), 15 C.F.R. Part 730 et seq. (the \"EAR\"). It may not be downloaded or otherwise exported or re-exported into (or to a national or resident of) Crimea- Region of Ukraine, Cuba, Iran, North Korea, Sudan, Syria or any other country to which the United States has embargoed goods; or any organization or company on the United States Commerce Department's \"Denied Parties List.\" Client will comply with the export laws and regulations of the United States and other applicable jurisdictions in providing or using the Services. Client will not transfer the Software, or any other software or documentation provided by Smarsh (a) to any person on a",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.439,
        "y": 565.603,
        "width": 448.395,
        "height": 147.23300000000006
      }
    },
    {
      "id": "block-108",
      "content": "*6*",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.482,
        "y": 742.061,
        "width": 8.057000000000002,
        "height": 11.879999999999995
      }
    },
    {
      "id": "block-109",
      "content": "1-866-762-7741",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 105.502,
        "y": 742.903,
        "width": 61.739999999999995,
        "height": 9.251999999999953
      }
    },
    {
      "id": "block-110",
      "content": "www.smarsh.com",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 198.072,
        "y": 743.868,
        "width": 70.64600000000002,
        "height": 8.28699999999992
      }
    },
    {
      "id": "block-111",
      "content": "y",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 284.897,
        "y": 743.825,
        "width": 9.720000000000027,
        "height": 8.228999999999928
      }
    },
    {
      "id": "block-112",
      "content": "@SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 300.413,
        "y": 743.573,
        "width": 49.09699999999998,
        "height": 8.690000000000055
      }
    },
    {
      "id": "block-113",
      "content": "f",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 369.54,
        "y": 742.428,
        "width": 8.47399999999999,
        "height": 12.13900000000001
      }
    },
    {
      "id": "block-114",
      "content": "SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 382.234,
        "y": 743.227,
        "width": 43.063000000000045,
        "height": 8.899000000000001
      }
    },
    {
      "id": "block-115",
      "content": "in",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 436.651,
        "y": 742.889,
        "width": 11.103000000000009,
        "height": 10.245000000000005
      }
    },
    {
      "id": "block-116",
      "content": "Company/smarsh",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 453.002,
        "y": 742.824,
        "width": 68.98399999999998,
        "height": 10.454000000000065
      }
    },
    {
      "id": "block-117",
      "content": "government promulgated export restriction list; or (b) to any U.S .- embargoed countries. Without limiting the foregoing: (a) Client represents that it and its Authorized Users and any other users of the Services are not named on any United States government list of persons or entities prohibited from receiving exports; (b) Client represents that Client will not use the Software or Services in a manner which is prohibited under United States Government export regulations; (c) Client will comply with all United States anti-boycott laws and regulations; (d) Client will not provide the Software or Service to any third party, or permit any user to access or use the Software or Service, in violation of any United States export embargo, prohibition or restriction; and (e) Client will not, and will not permit any user or third party to, directly or indirectly, export, re-export or release the Software or Services to any jurisdiction or country to which, or any party to whom, the export, re-export or release is prohibited by applicable law, regulation or rule.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 111.326,
        "y": 69.271,
        "width": 428.27099999999996,
        "height": 134.05700000000002
      }
    },
    {
      "id": "block-118",
      "content": "16.2. Assignment. Neither party may assign this Agreement, in whole or in part, without the other party's prior written consent, except that either party may assign this Agreement without the other's consent in the case of a merger, reorganization, acquisition, consolidation, or sale of all, or substantially all, of its assets. Any attempt to assign this Agreement other than as permitted herein will be null and void. Without limiting the foregoing, this Agreement will inure to the benefit of and bind the parties' respective successors and permitted assigns.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.497,
        "y": 216.648,
        "width": 428.74499999999995,
        "height": 73.83599999999998
      }
    },
    {
      "id": "block-119",
      "content": "16.3. Force Majeure. No failure or omission by the parties hereto in the performance of any obligation of this Agreement will be deemed a breach of this Agreement, nor will it create any liability, provided the party uses reasonable efforts to resume performance hereunder, if the same arises from any cause or causes beyond the reasonable control of the parties, including, but not limited to the following: (a) acts of God; (b) acts or omissions of any governmental entity; (c) any rules, regulations or orders issued by any governmental authority or any officer, department, agency or instrumentality thereof; (d) fire, storm, flood, earthquake, accident, war, rebellion, insurrection, riot, strikes and lockouts; or (e) utility or telecommunication failures.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.554,
        "y": 303.048,
        "width": 444.24,
        "height": 97.531
      }
    },
    {
      "id": "block-120",
      "content": "16.4. Governing Law. This Agreement will be governed by and construed in accordance with the laws of the State of Delaware, without regard to conflict/choice of law principles. Any legal action or proceeding arising under this Agreement will be brought exclusively in the federal or state courts located in Multnomah County, in the State of Oregon, and the parties hereby irrevocably consent to the personal jurisdiction and venuetherein.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.965,
        "y": 413.957,
        "width": 421.639,
        "height": 61.127999999999986
      }
    },
    {
      "id": "block-121",
      "content": "16.5. Independence. The parties are independent contractors as to each other and will have no power or authority to assume or create any obligation or responsibility on behalf of each other. This Agreement will not be construed to create or imply any partnership, agency, or joint venture.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.598,
        "y": 488.009,
        "width": 426.268,
        "height": 36.936000000000035
      }
    },
    {
      "id": "block-122",
      "content": "16.6. Notices. Any legal notice under this Agreement will be in writing and delivered by personal delivery, express courier, or certified or registered mail, postage prepaid and return receipt requested. Notices will be deemed to be effective upon personal delivery, one (1) day after deposit with express courier, five (5) business days after deposit in the mail. Notices will be sent to Client at the address set forth on the Order Form or such other address as Client may specify. Notices will be sent to Smarsh at the following address: Smarsh, Inc., Attention: Legal, 851 SW 6th Ave, Suite 800, Portland, OR 97204.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.526,
        "y": 537.422,
        "width": 438.444,
        "height": 73.53399999999999
      }
    },
    {
      "id": "block-123",
      "content": "16.7. Marketing Grant. Client grants Smarsh the limited right to disclose that Client is a customer of Smarsh.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.511,
        "y": 624.168,
        "width": 437.5590000000001,
        "height": 11.095000000000027
      }
    },
    {
      "id": "block-124",
      "content": "16.8. Severability. If for any reason a court of competent jurisdiction finds any provision or portion of this Agreement to be unenforceable, that provision of the Agreement will be enforced to the maximum extent permissible so as to effect the intent of the parties, and the remainder of this Agreement will continue in full force and effect. Failure of either party to insist on strict performance of any provision herein will not be deemed a waiver of any rights or remedies that either party will have and will not be",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.612,
        "y": 648.907,
        "width": 438.3430000000001,
        "height": 60.962999999999965
      }
    },
    {
      "id": "block-125",
      "content": "deemed a waiver of any subsequent default of the terms and conditions thereof.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 111.398,
        "y": 68.998,
        "width": 327.26200000000006,
        "height": 11.144999999999996
      }
    },
    {
      "id": "block-126",
      "content": "16.9. Electronic Signatures. The parties agree that electronic signatures, whether digital or encrypted, or click- through acceptance, by an Authorized User or a party's authorized signatory are intended to authenticate such signatures and give rise to a valid, enforceable, and fully effective agreement. The parties expressly agree that any terms in Client's purchase order forms, or electronic communications form no part of this Agreement.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.59,
        "y": 93.506,
        "width": 447.34399999999994,
        "height": 61.078
      }
    },
    {
      "id": "block-127",
      "content": "*6*",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 90.59,
        "y": 742.09,
        "width": 7.811999999999998,
        "height": 11.82899999999995
      }
    },
    {
      "id": "block-128",
      "content": "1-866-762-7741",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 105.566,
        "y": 742.982,
        "width": 61.64699999999999,
        "height": 9.152000000000044
      }
    },
    {
      "id": "block-129",
      "content": "www.smarsh.com",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 198.151,
        "y": 743.926,
        "width": 70.54599999999999,
        "height": 8.199999999999932
      }
    },
    {
      "id": "block-130",
      "content": "y",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 284.947,
        "y": 743.81,
        "width": 9.62700000000001,
        "height": 8.309000000000083
      }
    },
    {
      "id": "block-131",
      "content": "@SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 300.492,
        "y": 743.594,
        "width": 48.966999999999985,
        "height": 8.704999999999927
      }
    },
    {
      "id": "block-132",
      "content": "f",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 369.626,
        "y": 742.435,
        "width": 8.273000000000025,
        "height": 12.118000000000052
      }
    },
    {
      "id": "block-133",
      "content": "SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 382.284,
        "y": 743.306,
        "width": 43.04200000000003,
        "height": 8.841999999999985
      }
    },
    {
      "id": "block-134",
      "content": "in",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 436.716,
        "y": 742.889,
        "width": 10.973000000000013,
        "height": 10.280999999999949
      }
    },
    {
      "id": "block-135",
      "content": "Company/smarsh",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 453.154,
        "y": 742.932,
        "width": 68.89599999999996,
        "height": 10.302999999999997
      }
    },
    {
      "id": "block-136",
      "content": "16.10. Modifications. Smarsh may make modifications to this Agreement by posting a revised version to www.smarsh.com/legal or via weblink at the Service login page. Client unequivocally indicates acceptance of any such modifications by (a) accepting the version of the Agreement with the modified terms at the product log in page; (b) executing an Order Form including the modified terms; or (c) continued use of the Services for 30 days following the earliest notice provided to an Authorized User of the modification.",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 85.889,
        "y": 167.436,
        "width": 443.448,
        "height": 73.606
      }
    },
    {
      "id": "block-137",
      "content": "17. WHERE CLIENT IS LOCATED IN EUROPE THE FOLLOWING MODIFICATIONS TO THE ABOVE TERMS APPLY:",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 49.291,
        "y": 259.2,
        "width": 446.4,
        "height": 11.081000000000017
      }
    },
    {
      "id": "block-138",
      "content": "17.1. Section 15.2 and 15.3 of this Agreement are replaced with the following Sections 15.2, 15.3 and the addition of 15.4:",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 65.232,
        "y": 283.471,
        "width": 499.846,
        "height": 11.764999999999986
      }
    },
    {
      "id": "block-139",
      "content": "17.1.1. \"15.2 Limitation of Consequential Damages. Subject to 15.4, in no event shall either party be liable under or in relation to this Agreement or its subject matter (whether such liability arises due to negligence, breach of contract, misrepresentation or for any other reason) for any: (a) loss of profits; (b) loss of sales; (c) loss of turnover; (d) loss of, or loss of use of, any (i) software or (ii) data; (e) loss of use of any computer or other equipment or plant; (f) wasted management or other staff time; (g) losses or liabilities under or in relation to any other contract; or (h) indirect, special or consequential loss or damage. 15.3 Limitation on Direct Damages. Subject to Sections 15.2 and 15.4, Smarsh's aggregate liability arising from or in connection with this Agreement (and whether the liability arises because of breach of contract, negligence, misrepresentation or for any other reason) shall not exceed 1.25 times the amounts paid or payable (having been invoiced but not yet paid) by you for the license to use the Service. 8.4 Notwithstanding anything to the contrary in this Agreement, neither party excludes or limits its liability in respect of death or personal injury caused by the negligence of that party, its servants or agents, breach of any condition as to title or quiet enjoyment implied by Section 12 Sale of Goods Act 1979 or Section 2 Supply of Goods and Services Act 1982, or liability for fraudulent misrepresentation or such other liability which cannot under applicable law be excluded or limited by Agreement.\"",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 88.718,
        "y": 308.225,
        "width": 471.22599999999994,
        "height": 195.753
      }
    },
    {
      "id": "block-140",
      "content": "17.2. Section 16.4 is replaced with the following: \"16.4 Governing Law and Jurisdiction. This Agreement and all matters arising out of or relating to this Agreement shall be governed by the laws of England and Wales and the parties agree to submit to the exclusive jurisdiction of the English courts. The parties agree that the United Nations Convention on Contracts for the International Sale of Goods is specifically excluded from application to this Agreement. Notwithstanding anything in this Agreement to the contrary, nothing in this Agreement prevents either party from seeking injunctive relief in the appropriate or applicable forum.\"",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 64.843,
        "y": 525.802,
        "width": 497.556,
        "height": 73.447
      }
    },
    {
      "id": "block-141",
      "content": "in",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 436.91,
        "y": 742.896,
        "width": 10.756999999999948,
        "height": 10.145000000000095
      }
    },
    {
      "id": "block-142",
      "content": "Company/smarsh",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 453.053,
        "y": 742.903,
        "width": 69.09100000000001,
        "height": 10.266999999999939
      }
    },
    {
      "id": "block-143",
      "content": "www.smarsh.com",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 198.115,
        "y": 743.904,
        "width": 70.632,
        "height": 8.388000000000034
      }
    },
    {
      "id": "block-144",
      "content": "y",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 284.969,
        "y": 743.796,
        "width": 9.489000000000033,
        "height": 8.236999999999966
      }
    },
    {
      "id": "block-145",
      "content": "@SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 300.506,
        "y": 743.58,
        "width": 49.03200000000004,
        "height": 8.639999999999986
      }
    },
    {
      "id": "block-146",
      "content": "f",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 369.799,
        "y": 742.421,
        "width": 7.963000000000022,
        "height": 12.160999999999945
      }
    },
    {
      "id": "block-147",
      "content": "SmarshInc",
      "page": 1,
      "type": "text",
      "boundingBox": {
        "x": 382.277,
        "y": 743.227,
        "width": 43.05600000000004,
        "height": 8.942999999999984
      }
    }
  ],
  "headings": [
    {
      "heading": "5 smarsh\"",
      "level": 1,
      "chunkIds": [
        "chunk-0"
      ]
    },
    {
      "heading": "Service Agreement - General Terms",
      "level": 1,
      "chunkIds": [
        "chunk-0"
      ]
    },
    {
      "heading": "1. Services.",
      "level": 1,
      "chunkIds": [
        "chunk-1"
      ]
    },
    {
      "heading": "2. Support.",
      "level": 1,
      "chunkIds": [
        "chunk-2"
      ]
    },
    {
      "heading": "2.1. Support.",
      "level": 2,
      "chunkIds": [
        "chunk-2"
      ]
    },
    {
      "heading": "2.2. Community.",
      "level": 2,
      "chunkIds": [
        "chunk-2"
      ]
    },
    {
      "heading": "3. Trial Services.",
      "level": 1,
      "chunkIds": [
        "chunk-3"
      ]
    },
    {
      "heading": "4. Client Obligations.",
      "level": 3,
      "chunkIds": [
        "chunk-4"
      ]
    },
    {
      "heading": "5. Third Party Providers",
      "level": 1,
      "chunkIds": [
        "chunk-7"
      ]
    },
    {
      "heading": "6. Smarsh Marketplace.",
      "level": 1,
      "chunkIds": [
        "chunk-8"
      ]
    },
    {
      "heading": "7. Fees & Payment",
      "level": 1,
      "chunkIds": [
        "chunk-9"
      ]
    },
    {
      "heading": "8. Minimum Commitment & Invoice of Overages",
      "level": 1,
      "chunkIds": [
        "chunk-10"
      ]
    },
    {
      "heading": "9. Taxes",
      "level": 1,
      "chunkIds": [
        "chunk-10"
      ]
    },
    {
      "heading": "10. Confidentiality.",
      "level": 1,
      "chunkIds": [
        "chunk-11"
      ]
    },
    {
      "heading": "10.1. \"Confidential Information\" means",
      "level": 2,
      "chunkIds": [
        "chunk-11"
      ]
    },
    {
      "heading": "10.2. Obligations with Respect to Confidential Information.",
      "level": 2,
      "chunkIds": [
        "chunk-11"
      ]
    },
    {
      "heading": "10.3. Remedies",
      "level": 1,
      "chunkIds": [
        "chunk-12"
      ]
    },
    {
      "heading": "11. Intellectual Property.",
      "level": 1,
      "chunkIds": [
        "chunk-13"
      ]
    },
    {
      "heading": "12. Term & Termination.",
      "level": 1,
      "chunkIds": [
        "chunk-14"
      ]
    },
    {
      "heading": "12.1. Term.",
      "level": 2,
      "chunkIds": [
        "chunk-14"
      ]
    },
    {
      "heading": "12.2. Termination for Breach.",
      "level": 2,
      "chunkIds": [
        "chunk-14"
      ]
    },
    {
      "heading": "12.3. Termination for Bankruptcy.",
      "level": 2,
      "chunkIds": [
        "chunk-14"
      ]
    },
    {
      "heading": "12.4. Effect of Termination",
      "level": 1,
      "chunkIds": [
        "chunk-15"
      ]
    },
    {
      "heading": "13. Warranties; Disclaimer of Warranty.",
      "level": 1,
      "chunkIds": [
        "chunk-16"
      ]
    },
    {
      "heading": "13.1. Performance Warranty.",
      "level": 2,
      "chunkIds": [
        "chunk-16"
      ]
    },
    {
      "heading": "13.2. Proper Authority.",
      "level": 2,
      "chunkIds": [
        "chunk-16"
      ]
    },
    {
      "heading": "13.3. Compliance with Laws.",
      "level": 2,
      "chunkIds": [
        "chunk-16"
      ]
    },
    {
      "heading": "13.4. Disclaimer of Warranty",
      "level": 1,
      "chunkIds": [
        "chunk-17"
      ]
    },
    {
      "heading": "14. Indemnification.",
      "level": 1,
      "chunkIds": [
        "chunk-18"
      ]
    },
    {
      "heading": "14.1. Client Indemnification.",
      "level": 2,
      "chunkIds": [
        "chunk-18"
      ]
    },
    {
      "heading": "14.2. Smarsh Indemnification.",
      "level": 2,
      "chunkIds": [
        "chunk-18"
      ]
    },
    {
      "heading": "15. Remedies and Limitation of Liability.",
      "level": 1,
      "chunkIds": [
        "chunk-20"
      ]
    },
    {
      "heading": "15.1. Remedies.",
      "level": 2,
      "chunkIds": [
        "chunk-20"
      ]
    },
    {
      "heading": "15.2. Limitation of Liability.",
      "level": 2,
      "chunkIds": [
        "chunk-20"
      ]
    },
    {
      "heading": "16. General Terms.",
      "level": 3,
      "chunkIds": [
        "chunk-21"
      ]
    },
    {
      "heading": "16.1. Export Restrictions.",
      "level": 4,
      "chunkIds": [
        "chunk-21"
      ]
    },
    {
      "heading": "16.2. Assignment",
      "level": 1,
      "chunkIds": [
        "chunk-22"
      ]
    },
    {
      "heading": "16.3. Force Majeure",
      "level": 1,
      "chunkIds": [
        "chunk-23"
      ]
    },
    {
      "heading": "16.4. Governing Law",
      "level": 1,
      "chunkIds": [
        "chunk-23"
      ]
    },
    {
      "heading": "16.5. Independence",
      "level": 1,
      "chunkIds": [
        "chunk-23"
      ]
    },
    {
      "heading": "16.6. Notices",
      "level": 1,
      "chunkIds": [
        "chunk-24"
      ]
    },
    {
      "heading": "16.7. Marketing Grant",
      "level": 1,
      "chunkIds": [
        "chunk-24"
      ]
    },
    {
      "heading": "16.8. Severability",
      "level": 1,
      "chunkIds": [
        "chunk-24"
      ]
    },
    {
      "heading": "16.9. Electronic Signatures",
      "level": 1,
      "chunkIds": [
        "chunk-24"
      ]
    },
    {
      "heading": "16.10. Modifications",
      "level": 1,
      "chunkIds": [
        "chunk-25"
      ]
    },
    {
      "heading": "17. WHERE CLIENT IS LOCATED IN EUROPE THE FOLLOWING MODIFICATIONS TO THE ABOVE TERMS APPLY:",
      "level": 1,
      "chunkIds": [
        "chunk-25"
      ]
    },
    {
      "heading": "17.1. Section 15.2 and 15.3 of this Agreement are replaced with the following Sections 15.2, 15.3 and the addition of 15.4:",
      "level": 2,
      "chunkIds": [
        "chunk-25"
      ]
    },
    {
      "heading": "15.2 Limitation of Consequential Damages",
      "level": 1,
      "chunkIds": [
        "chunk-26"
      ]
    },
    {
      "heading": "15.3 Limitation on Direct Damages",
      "level": 1,
      "chunkIds": [
        "chunk-26"
      ]
    }
  ],
  "sections": [
    {
      "section": "1",
      "chunkIds": [
        "chunk-0",
        "chunk-1",
        "chunk-2",
        "chunk-4",
        "chunk-5",
        "chunk-8",
        "chunk-9",
        "chunk-11",
        "chunk-14",
        "chunk-15",
        "chunk-16",
        "chunk-18",
        "chunk-20",
        "chunk-21",
        "chunk-24",
        "chunk-25",
        "chunk-26"
      ]
    },
    {
      "section": "2",
      "chunkIds": [
        "chunk-1",
        "chunk-2",
        "chunk-4",
        "chunk-11",
        "chunk-14",
        "chunk-16",
        "chunk-18",
        "chunk-20",
        "chunk-22",
        "chunk-25",
        "chunk-26",
        "chunk-27"
      ]
    },
    {
      "section": "4",
      "chunkIds": [
        "chunk-1",
        "chunk-3",
        "chunk-4",
        "chunk-5",
        "chunk-6",
        "chunk-15",
        "chunk-17",
        "chunk-18",
        "chunk-23",
        "chunk-25",
        "chunk-26",
        "chunk-27"
      ]
    },
    {
      "section": "4.7",
      "chunkIds": [
        "chunk-3",
        "chunk-6"
      ]
    },
    {
      "section": "7",
      "chunkIds": [
        "chunk-3",
        "chunk-6",
        "chunk-9",
        "chunk-24"
      ]
    },
    {
      "section": "9",
      "chunkIds": [
        "chunk-10",
        "chunk-19",
        "chunk-24"
      ]
    },
    {
      "section": "10",
      "chunkIds": [
        "chunk-11",
        "chunk-12",
        "chunk-25"
      ]
    },
    {
      "section": "12",
      "chunkIds": [
        "chunk-1",
        "chunk-14",
        "chunk-15",
        "chunk-20",
        "chunk-26"
      ]
    },
    {
      "section": "13",
      "chunkIds": [
        "chunk-16",
        "chunk-17",
        "chunk-20"
      ]
    },
    {
      "section": "15.2",
      "chunkIds": [
        "chunk-20",
        "chunk-25",
        "chunk-26"
      ]
    },
    {
      "section": "16.4",
      "chunkIds": [
        "chunk-23",
        "chunk-27"
      ]
    }
  ]
}
